{
  "legal": {
    "privacy": "Khasoosiyat",
    "terms": "Shartain",
    "guidelines": "Hidaayaat",
    "referrals": "Tawsiyat",
    "refunds": "Wapsi",
    "back": "Wapas",
    "lastUpdated": "Aakhri taaza kaari",
    "agreeToTerms": "Main razi hoon",
    "and": "aur",
    "privacyLink": "Khasoosiyat Ki Policy",
    "termsLink": "Service Ki Shartain",
    "referralPolicyLink": "Tawsiya Policy",
    "pages": {
      "privacyPolicy": {
        "title": "Khasoosiyat Ki Policy",
        "intro": "Moondala aapka shakhsi data nahi bechta. Hum transactions aur services se kamate hain — user data ka ghalat istemaal karne wali advertising se nahi.",
        "section1Title": "1) Hum kya jama karte hain",
        "section1Content": ["<strong>Account jaankari:</strong> naam, email, phone (agar aap add karein), mulk, bunyadi profile details.", "<strong>App activity:</strong> follow, like, comment, message, referral jaise actions (dhokebazi rokne ke liye).", "<strong>Purchase aur transaction jaankari:</strong> orders, payment status, refund/return history.", "<strong>Device aur log data:</strong> IP address, browser/device type, app errors, security logs."],
        "section2Title": "2) Hum aapka data kaise istemaal karte hain",
        "section2Content": ["Aapka account banane aur mehfuz rakhne ke liye (login, dhokebazi rokna, ghalat istemaal detect karna).", "Orders, returns, refunds aur customer support process karne ke liye.", "Core product features ko power dene ke liye (feed, messaging, shop pages, referrals).", "Reliability aur performance behtar banane ke liye (crash logs, bug fixes, analytics)."],
        "section3Title": "3) Hum kya NAHI karte",
        "section3Content": ["Hum aapka personal data <strong>nahi</strong> bechte.", "Hum third-party advertisers ko aapka private profile data use karke target karne ki <strong>ijazat nahi</strong> dete."],
        "section4Title": "4) Share karna",
        "section4Intro": "Hum service chalane ke liye zaroori hone par hi limited data share kar sakte hain, jaise:",
        "section4Content": ["<strong>Payment processors</strong> (transactions complete karne ke liye).", "<strong>Infrastructure providers</strong> (hosting, database, email/SMS sending).", "<strong>Legal requirements</strong> (qanoon ke zariye zaroorat hone par, ya users ko bachaane aur dhokebazi rokne ke liye)."],
        "section5Title": "5) Cookies aur analytics",
        "section5Content": "Hum login sessions aur basic analytics ke liye cookies/local storage istemaal kar sakte hain taake app behtar ban sake. Aap apne browser mein cookies ko limit kar sakte hain, lekin kuch features kaam nahi kar sakti.",
        "section6Title": "6) Aapke ikhtiyarat",
        "section6Content": ["Apna profile Settings se update karein.", "Account delete karne ki request karein (jahan mumkin ho data remove ya anonymous karta hai).", "Privacy features control karein (profile visibility, kaun message bhej sakta hai, etc.) — agar aapki Settings mein available ho."],
        "section7Title": "7) Data security",
        "section7Content": "Hum masool security practices istemaal karte hain (transit mein encryption, access controls, monitoring), lekin koi bhi system 100% secure nahi hota.",
        "section8Title": "8) Rabta",
        "section8Content": "Tayar hone par support email add karein (misal: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Service Ki Shartain",
        "intro": "Moondala istemaal karke, aap in Shartain ko follow karne par razi hote hain. Agar razi nahi, to app istemaal na karein.",
        "section1Title": "1) Account",
        "section1Content": ["Aapko sahih jaankari deni hogi aur apne account ko secure rakhna hoga.", "Aap apne account par hone wali activity ke zimmewaar hain.", "Hum dhokebazi, ghalat istemaal ya rules ki khilaaf warzi se jude accounts suspend kar sakte hain."],
        "section2Title": "2) Aap kya nahi kar sakte",
        "section2Content": ["Dhokebazi, kisi aur banne ka natak, fraud ya dhokay wali referral harkat.", "Pareshan karna, nafrat ki batein, dhamkiyan ya ghayr-qanooni content.", "Bugs ka ghalat faida uthane ya platform ko reverse engineer karne ki koshish."],
        "section3Title": "3) Dhokebazi aur ghalat istemaal",
        "section3Intro": "Dhokebazi aur ghalat istemaal ke liye hamara zero tolerance hai. Aapko ban kiya jayega agar:",
        "section3Content": ["Inaamaat jama karne ya referrals ko manipulate karne ke liye duplicate ya fake accounts banate hain.", "Bots, scripts ya automated account creation istemaal karke 'referral farms' chalate hain.", "Nafa ke liye referral codes ya accounts bechte, khareedte, exchange karte ya share karte hain.", "Competing referral schemes ko promote karne ke liye Moondala ka spam istemal karte hain.", "Moondala ka content, code, branding churate hain ya Moondala banne ka natak karte hain.", "Referral tracking, order systems ya reward calculations ko manipulate karne ki koshish karte hain."],
        "section4Title": "4) Transactions",
        "section4Content": ["Orders, returns aur refunds hamare Refund Policy ko follow karte hain.", "Agar clearly labeled ho to kuch items non-refundable ho sakti hain.", "Jab refunds/chargebacks hoti hain to hum rewards hold ya cancel kar sakte hain."],
        "section5Title": "5) Referral rewards",
        "section5Content": "Rewards Referral aur Rewards Policy dwara governed hote hain. Shak ki surat mein ghalat istemaal ya fake accounts ke liye hum rewards suspend ya deny kar sakte hain.",
        "section6Title": "6) Aap jo content post karte hain",
        "section6Content": ["Aapka content aapka hai, lekin aap Moondala ko app mein display karne ki ijazat dete hain.", "Aisi content post na karein jiska aapko haq nahi."],
        "section7Title": "7) Suspension aur termination",
        "section7Intro": "Hum un accounts ko suspend ya permanently ban karne ka haq rakhte hain jo:",
        "section7Content": ["In Shartain ko todein, khaas taur par dhokebazi aur ghalat istemaal ki provisions.", "Aise behavior mein shamil hon jo doosre users ya platform ko nuksaan pahunchaye.", "Baar baar rule violations mein shamil hon ya warnings ko ignore karein."],
        "section7Note": "Ban kiye gaye users tamam pending rewards kho dete hain aur naye accounts banana block kiya ja sakta hai.",
        "section8Title": "8) Service changes",
        "section8Content": "Jaise Moondala barhta hai hum features, fees aur policies update kar sakte hain. Hum 'Aakhri taaza kaari' date update karenge.",
        "section9Title": "9) Liability",
        "section9Content": "Moondala 'jaise hai' provide kiya jata hai. Qanoon ki ijazat ke mutabiq, hum indirect damages (nafa ka nuqsaan, data ka nuqsaan, wagerah) ke liye zimmewar nahi hain.",
        "section10Title": "10) Rabta",
        "section10Content": "Support rabta yahan list hoga (misal: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Community Hidaayaat",
        "intro": "Moondala social commerce hai — isko safe, imaandaar aur respectful rakhein.",
        "allowedTitle": "Ijazat hai",
        "allowedContent": ["Products par asli discussion, reviews, imandaar feedback.", "Sachchi referral code sharing (dhokay ke baghair).", "Adab ke saath ikhtilaf."],
        "notAllowedTitle": "Ijazat nahi",
        "notAllowedContent": ["Dhokebazi, jhootay giveaways ya 'guaranteed earnings' ke dhokay walay dawey.", "Pareshan karna, nafrat ki batein, dhamkiyan ya daraana.", "Ghayr-qanooni items/services ya ghalat kaam ki hidaayat.", "Spam (bulk posting, baar baar links, bot jaisa behavior)."],
        "enforcementTitle": "Nafiz karna",
        "enforcementContent": ["Hum content remove ya features limit kar sakte hain.", "Sangeen ya baar baar ki violations suspension ya permanent ban tak le ja sakti hain."],
        "reportingTitle": "Report karna",
        "reportingContent": "Agar ghalat istemaal dekhein, to app mein report karein (ya jab support email add ho jaye)."
      },
      "refundPolicy": {
        "title": "Return Aur Refund Policy",
        "intro": "Yeh policy standard return/refund rules outline karti hai. Shops ke product page par dikhayi dene wali additional rules ho sakti hain.",
        "section1Title": "1) Return window",
        "section1Content": ["Aam return window: 7-30 din (shop aur product category par depend karta hai).", "Kuch items non-returnable ho sakti hain (purchase se pehle dikhayi deti hai)."],
        "section2Title": "2) Refund method",
        "section2Content": ["Refunds jab mumkin ho original payment method par jaate hain.", "Agar aapne Moondala credits/wallet istemaal kiya, to refunds wallet mein wapas ja sakte hain."],
        "section3Title": "3) Shipping aur condition",
        "section3Content": ["Items original condition mein return hone chahiye jab tak damaged/defective na hon.", "Return shipping zimmedari wajah par depend kar sakti hai (defect vs mind change)."],
        "section4Title": "4) Dhokebazi aur ghalat istemaal",
        "section4Content": "Ghalat istemaal, baar baar shak wala behavior ya policy violations ke liye hum refunds deny kar sakte hain.",
        "section5Title": "5) Referral rewards",
        "section5Content": "Agar order refund hota hai, to related referral rewards cancel ho sakte hain."
      },
      "referralPolicy": {
        "title": "Tawsiya Aur Inaamaat Ki Policy",
        "intro": "Tawsiyat haqeeqi logon ke liye hain jo haqeeqi logon ko dawat dete hain. Dhokeybazi aitmad ko khatam karti hai — hum isay sakhtai se nafiz karte hain.",
        "section1Title": "1) Inaamaat kaise kaam karte hain",
        "section1Content": ["Aapki tawsiya chain mein qaabil-e-qubool muamalaat se inaamaat hasil kiye ja sakte hain.", "Inamaaat ki satahain, faiz aur muddat Moondala dwara configure kiye ja sakte hain aur waqt ke saath badal sakte hain.", "Kuch muamalaat ko mustasna kiya ja sakta hai (wapsi, chargeback, dhokeybazi, mahddod saaman)."],
        "section2Title": "2) Dhokeybazi aur najaiz istemaal (sifr bardasht)",
        "section2Intro": "Aap hamaysha ke liye ban ho jayenge agar aap:",
        "section2Content": ["Inaamaat hasil karne ke liye naqal ya jhoote account banayen (khaandaan/doston ke accounts ko dhokeybazi se istemaal karna shamil hai).", "Bot, script ya automatic account banane ke tools istemaal karke \"tawsiya farms\" chalayen.", "Khud ko tawsiya karen (apne aap ko refer karne ke liye dusra account istemaal karna).", "Paisay ya faayday ke liye tawsiya codes ya accounts khareedna, bechna, tabadla karna ya share karna.", "Muqabla tawsiya schemes ya MLM programs ko spam promote karne ke liye Moondala istemaal karen.", "Technical exploits ke zariye tawsiya tracking, order data, ya inamaaat ki ganana mein herpher karen.", "Moondala ki namaindgi karen ya hamari content/code/branding churayen.", "Ghalat bayanaat den jaise \"guaranteed income\" ya \"risk-free profit\"."],
        "section2Detection": "Tashkhees: Hum automatic dhokeybazi detection, manual jaiza aur pattern analysis istemaal karte hain. Shakkuk harkat fauran tahqeeqaat shuru kar deti hai.",
        "section3Title": "3) Rokna, mansookh karna aur tahqeeqaat",
        "section3Content": ["Hum inaamaat ko rok sakte hain jab tak order mukammal nahi ho jata ya wapsi ka darya guzar nahi jata.", "Agar wapsi/chargeback hoti hai toh mutalqa inaamaat mansookh kiye ja sakte hain.", "Hum dhokeybazi ki tahqeeqaat ke dauran adaigiyaan rok sakte hain."],
        "section4Title": "4) Nafaaz aur nataij",
        "section4Intro": "Dhokeybazi aur najaiz istemaal ki khilaaf warzi ke liye:",
        "section4Content": ["Fauran tameel: Tahqeeqaat ke liye account band kar diya jata hai.", "Hamaysha ke liye pabandi: Dohra khilaaf warz ya sakht dhokeybazi ke cases tamam access kho dete hain.", "Inaamaat zabti: Tamam muntazir aur hasil shuda inaamaat mansookh aur naaqabil-e-wapsi hain.", "Wapsi: Agar dhokeybazi se hasil kiye gaye hon toh pehle se ada kiye gaye inaamaat wapis liye ja sakte hain.", "Qanooni kaarwahi: Hum dhokeybazi ya chori ke liye qanooni raastay talash karne ka haq mahfooz rakhte hain.", "Device/IP block: Band kiye gaye users ko usi device ya network par naye accounts banane se roka ja sakta hai."],
        "section4Minor": "Chhoti khilaaf warziyon ke liye: Aagahi, waqti feature limitations, ya inaamaat rokna."
      }
    }
  }
}
