{
  "legal": {
    "privacy": "Privasi",
    "terms": "Ketentuan",
    "guidelines": "Pedoman",
    "referrals": "Rujukan",
    "refunds": "Pengembalian Dana",
    "back": "Kembali",
    "lastUpdated": "Terakhir diperbarui",
    "agreeToTerms": "Saya setuju dengan",
    "and": "dan",
    "privacyLink": "Kebijakan Privasi",
    "termsLink": "Ketentuan Layanan",
    "referralPolicyLink": "Kebijakan Rujukan",
    "pages": {      "privacyPolicy": {
        "title": "Kebijakan Privasi",
        "intro": "Moondala tidak menjual data pribadi Anda. Kami menghasilkan uang dari transaksi dan layanan — bukan dari iklan yang mengeksploitasi data pengguna.",
        "section1Title": "1) Apa yang kami kumpulkan",
        "section1Content": ["<strong>Info akun:</strong> nama, email, telepon (jika Anda menambahkannya), negara, detail profil dasar.", "<strong>Aktivitas aplikasi:</strong> tindakan seperti mengikuti, menyukai, komentar, pesan, referral (untuk mencegah penipuan).", "<strong>Info pembelian & transaksi:</strong> pesanan, status pembayaran, riwayat pengembalian dana/retur.", "<strong>Data perangkat & log:</strong> alamat IP, jenis browser/perangkat, error aplikasi, log keamanan."],
        "section2Title": "2) Bagaimana kami menggunakan data Anda",
        "section2Content": ["Untuk membuat dan mengamankan akun Anda (login, pencegahan penipuan, deteksi penyalahgunaan).", "Untuk memproses pesanan, retur, pengembalian dana, dan dukungan pelanggan.", "Untuk menggerakkan fitur produk inti (feed, pesan, halaman toko, referral).", "Untuk meningkatkan keandalan dan kinerja (log crash, perbaikan bug, analitik)."],
        "section3Title": "3) Apa yang TIDAK kami lakukan",
        "section3Content": ["Kami <strong>tidak</strong> menjual data pribadi Anda.", "Kami <strong>tidak</strong> mengizinkan pengiklan pihak ketiga menargetkan Anda menggunakan data profil pribadi Anda."],
        "section4Title": "4) Berbagi",
        "section4Intro": "Kami mungkin berbagi data terbatas hanya jika diperlukan untuk menjalankan layanan, seperti:",
        "section4Content": ["<strong>Pemroses pembayaran</strong> (untuk menyelesaikan transaksi).", "<strong>Penyedia infrastruktur</strong> (hosting, database, pengiriman email/SMS).", "<strong>Hukum</strong> (jika diwajibkan oleh hukum, atau untuk melindungi pengguna dan mencegah penipuan)."],
        "section5Title": "5) Cookie & analitik",
        "section5Content": "Kami mungkin menggunakan cookie/penyimpanan lokal untuk sesi login dan analitik dasar untuk meningkatkan aplikasi. Anda dapat membatasi cookie di browser Anda, tetapi beberapa fitur mungkin tidak berfungsi.",
        "section6Title": "6) Pilihan Anda",
        "section6Content": ["Perbarui profil Anda dari Pengaturan.", "Minta penghapusan akun (menghapus atau membuat anonim data jika memungkinkan).", "Kontrol fitur privasi (visibilitas profil, siapa yang dapat mengirim pesan kepada Anda) jika tersedia di Pengaturan Anda."],
        "section7Title": "7) Keamanan data",
        "section7Content": "Kami menggunakan praktik keamanan yang wajar (enkripsi dalam transit, kontrol akses, pemantauan), tetapi tidak ada sistem yang 100% aman.",
        "section8Title": "8) Kontak",
        "section8Content": "Tambahkan email dukungan saat siap (contoh: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Ketentuan Layanan",
        "intro": "Dengan menggunakan Moondala, Anda setuju untuk mengikuti Ketentuan ini. Jika Anda tidak setuju, jangan gunakan aplikasi.",
        "section1Title": "1) Akun",
        "section1Content": ["Anda harus memberikan informasi yang akurat dan menjaga keamanan akun Anda.", "Anda bertanggung jawab atas aktivitas di bawah akun Anda.", "Kami dapat menangguhkan akun yang terlibat dalam penipuan, penyalahgunaan, atau pelanggaran aturan."],
        "section2Title": "2) Apa yang tidak boleh Anda lakukan",
        "section2Content": ["Penipuan, penyamaran, penipuan, atau perilaku referral yang menyesatkan.", "Pelecehan, ujaran kebencian, ancaman, atau konten ilegal.", "Mencoba mengeksploitasi bug atau merekayasa balik platform."],
        "section3Title": "3) Penipuan dan penyalahgunaan",
        "section3Intro": "Kami memiliki toleransi nol untuk penipuan dan penyalahgunaan. Anda akan dilarang jika Anda:",
        "section3Content": ["Membuat akun duplikat atau palsu untuk mengumpulkan hadiah atau memanipulasi referral.", "Menjalankan 'referral farm' menggunakan bot, skrip, atau pembuatan akun otomatis.", "Menjual, membeli, menukar, atau berbagi kode referral atau akun untuk keuntungan.", "Menggunakan Moondala untuk mempromosikan skema referral pesaing dengan cara spam.", "Mencuri konten, kode, branding Moondala atau menyamar sebagai Moondala.", "Mencoba memanipulasi pelacakan referral, sistem pesanan, atau perhitungan hadiah."],
        "section4Title": "4) Transaksi",
        "section4Content": ["Pesanan, retur, dan pengembalian dana mengikuti Kebijakan Pengembalian Dana kami.", "Beberapa item mungkin tidak dapat dikembalikan jika diberi label dengan jelas.", "Kami dapat menahan atau membalikkan hadiah ketika pengembalian dana/chargeback terjadi."],
        "section5Title": "5) Hadiah referral",
        "section5Content": "Hadiah diatur oleh Kebijakan Referral & Hadiah. Kami dapat menjeda atau menolak hadiah untuk akun palsu atau dugaan penyalahgunaan.",
        "section6Title": "6) Konten yang Anda posting",
        "section6Content": ["Anda memiliki konten Anda, tetapi Anda memberikan izin kepada Moondala untuk menampilkannya di aplikasi.", "Jangan posting konten yang tidak Anda miliki haknya."],
        "section7Title": "7) Penangguhan dan penghentian",
        "section7Intro": "Kami berhak untuk menangguhkan atau melarang akun secara permanen yang:",
        "section7Content": ["Melanggar Ketentuan ini, terutama ketentuan penipuan dan penyalahgunaan.", "Terlibat dalam perilaku yang merugikan pengguna lain atau platform.", "Terlibat dalam pelanggaran aturan berulang atau mengabaikan peringatan."],
        "section7Note": "Pengguna yang dilarang kehilangan semua hadiah yang tertunda dan dapat diblokir dari membuat akun baru.",
        "section8Title": "8) Perubahan layanan",
        "section8Content": "Kami dapat memperbarui fitur, biaya, dan kebijakan saat Moondala tumbuh. Kami akan memperbarui tanggal 'Terakhir diperbarui'.",
        "section9Title": "9) Tanggung jawab",
        "section9Content": "Moondala disediakan 'apa adanya.' Sejauh yang diizinkan oleh hukum, kami tidak bertanggung jawab atas kerusakan tidak langsung (kehilangan keuntungan, kehilangan data, dll.).",
        "section10Title": "10) Kontak",
        "section10Content": "Kontak dukungan akan dicantumkan di sini (contoh: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Pedoman Komunitas",
        "intro": "Moondala adalah perdagangan sosial — tetap aman, jujur, dan hormat.",
        "allowedTitle": "Diizinkan",
        "allowedContent": ["Diskusi produk nyata, ulasan, umpan balik jujur.", "Berbagi kode referral dengan cara yang jujur (tanpa penipuan).", "Ketidaksepakatan yang hormat."],
        "notAllowedTitle": "Tidak diizinkan",
        "notAllowedContent": ["Penipuan, hadiah palsu, atau klaim 'penghasilan terjamin' yang menyesatkan.", "Pelecehan, ujaran kebencian, ancaman, atau intimidasi.", "Item/layanan ilegal atau instruksi untuk kesalahan.", "Spam (posting massal, tautan berulang, perilaku bot)."],
        "enforcementTitle": "Penegakan",
        "enforcementContent": ["Kami dapat menghapus konten atau membatasi fitur.", "Pelanggaran parah atau berulang dapat menyebabkan penangguhan atau larangan permanen."],
        "reportingTitle": "Pelaporan",
        "reportingContent": "Jika Anda melihat penyalahgunaan, laporkan di aplikasi (atau email dukungan saat ditambahkan)."
      },
      "refundPolicy": {
        "title": "Kebijakan Retur & Pengembalian Dana",
        "intro": "Kebijakan ini menjelaskan aturan retur/pengembalian dana standar. Toko mungkin memiliki aturan tambahan yang ditampilkan di halaman produk.",
        "section1Title": "1) Jendela retur",
        "section1Content": ["Jendela retur tipikal: 7–30 hari (tergantung pada toko dan kategori produk).", "Beberapa item bisa tidak dapat dikembalikan (ditampilkan sebelum pembelian)."],
        "section2Title": "2) Metode pengembalian dana",
        "section2Content": ["Pengembalian dana kembali ke metode pembayaran asli jika memungkinkan.", "Jika Anda menggunakan kredit/dompet Moondala, pengembalian dana mungkin kembali ke dompet."],
        "section3Title": "3) Pengiriman & kondisi",
        "section3Content": ["Item harus dikembalikan dalam kondisi asli kecuali rusak/cacat.", "Tanggung jawab pengiriman retur mungkin tergantung pada alasannya (cacat vs perubahan pikiran)."],
        "section4Title": "4) Penipuan & penyalahgunaan",
        "section4Content": "Kami dapat menolak pengembalian dana untuk penyalahgunaan, perilaku mencurigakan berulang, atau pelanggaran kebijakan.",
        "section5Title": "5) Hadiah referral",
        "section5Content": "Jika pesanan dikembalikan, hadiah referral terkait dapat dibalik."
      },      "referralPolicy": {
        "title": "Kebijakan Rujukan & Hadiah",
        "intro": "Rujukan dimaksudkan untuk orang nyata yang mengundang orang nyata. Penipuan merusak kepercayaan — kami menerapkannya dengan ketat.",
        "section1Title": "1) Cara kerja hadiah",
        "section1Content": ["Hadiah dapat diperoleh dari transaksi yang memenuhi syarat dalam rantai rujukan Anda.", "Tingkat hadiah, persentase, dan durasi dapat dikonfigurasi oleh Moondala dan dapat berubah seiring waktu.", "Beberapa transaksi mungkin dikecualikan (pengembalian dana, chargeback, penipuan, item terbatas)."],
        "section2Title": "2) Penipuan dan penyalahgunaan (toleransi nol)",
        "section2Intro": "Anda akan dilarang secara permanen jika Anda:",
        "section2Content": ["Membuat akun duplikat atau palsu untuk mengumpulkan hadiah (termasuk akun keluarga/teman yang digunakan secara curang).", "Menjalankan \"peternakan rujukan\" menggunakan bot, skrip, atau alat pembuatan akun otomatis.", "Merujuk diri sendiri (menggunakan akun lain untuk merujuk diri sendiri).", "Membeli, menjual, menukar, atau membagikan kode rujukan atau akun untuk uang atau manfaat.", "Menggunakan Moondala untuk mempromosikan skema rujukan pesaing atau program MLM secara spam.", "Memanipulasi pelacakan rujukan, data pesanan, atau perhitungan hadiah melalui eksploitasi teknis.", "Menyamar sebagai Moondala atau mencuri konten/kode/merek kami.", "Membuat klaim menyesatkan seperti \"penghasilan terjamin\" atau \"keuntungan tanpa risiko\"."],
        "section2Detection": "Deteksi: Kami menggunakan deteksi penipuan otomatis, tinjauan manual, dan analisis pola. Aktivitas mencurigakan memicu penyelidikan segera.",
        "section3Title": "3) Penahanan, pembalikan, dan penyelidikan",
        "section3Content": ["Kami dapat menahan hadiah sampai pesanan selesai atau jendela pengembalian berlalu.", "Jika terjadi pengembalian dana/chargeback, hadiah terkait dapat dibalik.", "Kami dapat menjeda pembayaran selama penyelidikan penipuan."],
        "section4Title": "4) Penegakan dan konsekuensi",
        "section4Intro": "Untuk pelanggaran penipuan dan penyalahgunaan:",
        "section4Content": ["Penangguhan segera: Akun dinonaktifkan menunggu penyelidikan.", "Larangan permanen: Pelanggar berulang atau kasus penipuan parah kehilangan semua akses.", "Penyitaan hadiah: Semua hadiah tertunda dan yang diperoleh dibatalkan dan tidak dapat dikembalikan.", "Penarikan kembali: Hadiah yang sudah dibayar dapat ditarik kembali jika diperoleh secara curang.", "Tindakan hukum: Kami berhak untuk mengejar upaya hukum untuk penipuan atau pencurian.", "Pemblokiran perangkat/IP: Pengguna yang dilarang dapat diblokir dari membuat akun baru di perangkat atau jaringan yang sama."],
        "section4Minor": "Untuk pelanggaran kecil: Peringatan, pembatasan fitur sementara, atau penahanan hadiah."
      }
    }
  }
}
