{
  "legal": {
    "privacy": "Privacidad",
    "terms": "Términos",
    "guidelines": "Directrices",
    "referrals": "Referencias",
    "refunds": "Reembolsos",
    "back": "Volver",
    "lastUpdated": "Última actualización",
    "agreeToTerms": "Acepto los",
    "and": "y",
    "privacyLink": "Política de Privacidad",
    "termsLink": "Términos de Servicio",
    "referralPolicyLink": "Política de Referencias",
    "pages": {
      "privacyPolicy": {
        "title": "Política de Privacidad",
        "intro": "Moondala no vende tus datos personales. Ganamos dinero con transacciones y servicios, no con publicidad que explota los datos de los usuarios.",
        "section1Title": "1) Qué recopilamos",
        "section1Content": ["Información de cuenta: nombre, correo electrónico, teléfono (si lo agregas), país, detalles básicos del perfil.", "Actividad de la aplicación: acciones como seguimientos, me gusta, comentarios, mensajes, referencias (para prevenir fraude).", "Información de compras y transacciones: pedidos, estado de pagos, historial de reembolsos/devoluciones.", "Datos de dispositivo y registros: dirección IP, tipo de navegador/dispositivo, errores de la aplicación, registros de seguridad."],
        "section2Title": "2) Cómo usamos tus datos",
        "section2Content": ["Para crear y asegurar tu cuenta (inicio de sesión, prevención de fraude, detección de abuso).", "Para procesar pedidos, devoluciones, reembolsos y atención al cliente.", "Para potenciar las funciones principales del producto (feed, mensajería, páginas de tiendas, referencias).", "Para mejorar la confiabilidad y el rendimiento (registros de fallos, corrección de errores, análisis)."],
        "section3Title": "3) Qué NO hacemos",
        "section3Content": ["No vendemos tus datos personales.", "No permitimos que anunciantes de terceros te dirijan usando tus datos de perfil privados."],
        "section4Title": "4) Compartir",
        "section4Intro": "Podemos compartir datos limitados solo cuando sea necesario para ejecutar el servicio, tales como:",
        "section4Content": ["Procesadores de pago (para completar transacciones).", "Proveedores de infraestructura (alojamiento, base de datos, envío de correo/SMS).", "Legal (si lo requiere la ley, o para proteger a los usuarios y prevenir fraude)."],
        "section5Title": "5) Cookies y análisis",
        "section5Content": "Podemos usar cookies/almacenamiento local para sesiones de inicio de sesión y análisis básicos para mejorar la aplicación. Puedes restringir las cookies en tu navegador, pero algunas funciones pueden no funcionar.",
        "section6Title": "6) Tus opciones",
        "section6Content": ["Actualiza tu perfil desde Configuración.", "Solicita la eliminación de la cuenta (elimina o anonimiza los datos cuando sea posible).", "Controla las funciones de privacidad (visibilidad del perfil, quién puede enviarte mensajes) si están disponibles en tu Configuración."],
        "section7Title": "7) Seguridad de datos",
        "section7Content": "Utilizamos prácticas de seguridad razonables (cifrado en tránsito, controles de acceso, monitoreo), pero ningún sistema es 100% seguro.",
        "section8Title": "8) Contacto",
        "section8Content": "Agrega un correo de soporte cuando esté listo (ejemplo: support@moondala.one)."
      },
      "termsOfService": {
        "title": "Términos de Servicio",
        "intro": "Al usar Moondala, aceptas seguir estos Términos. Si no estás de acuerdo, no uses la aplicación.",
        "section1Title": "1) Cuentas",
        "section1Content": ["Debes proporcionar información precisa y mantener tu cuenta segura.", "Eres responsable de la actividad en tu cuenta.", "Podemos suspender cuentas involucradas en fraude, abuso o violaciones de reglas."],
        "section2Title": "2) Qué no puedes hacer",
        "section2Content": ["Estafas, suplantación, fraude o comportamiento de referencia engañoso.", "Acoso, odio, amenazas o contenido ilegal.", "Intentar explotar errores o hacer ingeniería inversa de la plataforma."],
        "section3Title": "3) Fraude y abuso",
        "section3Intro": "Tenemos tolerancia cero para el fraude y el abuso. Serás prohibido si:",
        "section3Content": ["Creas cuentas duplicadas o falsas para obtener recompensas o manipular referencias.", "Ejecutas 'granjas de referencias' usando bots, scripts o creación automatizada de cuentas.", "Vendes, compras, intercambias o compartes códigos de referencia o cuentas para obtener ganancias.", "Usas Moondala para promover esquemas de referencia de la competencia de manera spam.", "Robas contenido, código, marca de Moondala o suplanttas a Moondala.", "Intentas manipular el seguimiento de referencias, sistemas de pedidos o cálculos de recompensas."],
        "section4Title": "4) Transacciones",
        "section4Content": ["Los pedidos, devoluciones y reembolsos siguen nuestra Política de Reembolso.", "Algunos artículos pueden no ser reembolsables si están claramente etiquetados.", "Podemos retener o revertir recompensas cuando ocurran reembolsos/contracargos."],
        "section5Title": "5) Recompensas de referencia",
        "section5Content": "Las recompensas se rigen por la Política de Referencias y Recompensas. Podemos pausar o denegar recompensas por sospecha de abuso o cuentas falsas.",
        "section6Title": "6) Contenido que publicas",
        "section6Content": ["Eres dueño de tu contenido, pero le das permiso a Moondala para mostrarlo en la aplicación.", "No publiques contenido sobre el que no tengas derechos."],
        "section7Title": "7) Suspensión y terminación",
        "section7Intro": "Nos reservamos el derecho de suspender o prohibir permanentemente cuentas que:",
        "section7Content": ["Violen estos Términos, especialmente las disposiciones de fraude y abuso.", "Participen en comportamientos que dañen a otros usuarios o la plataforma.", "Estén involucradas en violaciones repetidas de reglas o ignoren advertencias."],
        "section7Note": "Los usuarios prohibidos pierden todas las recompensas pendientes y pueden ser bloqueados de crear nuevas cuentas.",
        "section8Title": "8) Cambios de servicio",
        "section8Content": "Podemos actualizar funciones, tarifas y políticas a medida que Moondala crece. Actualizaremos la fecha de 'Última actualización'.",
        "section9Title": "9) Responsabilidad",
        "section9Content": "Moondala se proporciona 'tal cual'. En la medida máxima permitida por la ley, no somos responsables de daños indirectos (pérdida de ganancias, pérdida de datos, etc.).",
        "section10Title": "10) Contacto",
        "section10Content": "El contacto de soporte se listará aquí (ejemplo: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Directrices de la Comunidad",
        "intro": "Moondala es comercio social — manténlo seguro, honesto y respetuoso.",
        "allowedTitle": "Permitido",
        "allowedContent": ["Discusiones reales de productos, reseñas, comentarios honestos.", "Compartir códigos de referencia de manera veraz (sin engaño).", "Desacuerdo respetuoso."],
        "notAllowedTitle": "No permitido",
        "notAllowedContent": ["Estafas, sorteos falsos o afirmaciones engañosas de 'ganancias garantizadas'.", "Acoso, discurso de odio, amenazas o acoso.", "Artículos/servicios ilegales o instrucciones para hacer mal.", "Spam (publicación masiva, enlaces repetitivos, comportamiento de bot)."],
        "enforcementTitle": "Aplicación",
        "enforcementContent": ["Podemos eliminar contenido o restringir funciones.", "Las violaciones severas o repetidas pueden llevar a suspensión o prohibición permanente."],
        "reportingTitle": "Reportar",
        "reportingContent": "Si ves abuso, repórtalo en la aplicación (o correo de soporte cuando se agregue)."
      },
      "refundPolicy": {
        "title": "Política de Devolución y Reembolso",
        "intro": "Esta política describe las reglas estándar de devolución/reembolso. Las tiendas pueden tener reglas adicionales mostradas en la página del producto.",
        "section1Title": "1) Ventana de devolución",
        "section1Content": ["Ventana de devolución típica: 7–30 días (depende de la tienda y categoría del producto).", "Algunos artículos pueden no ser retornables (se muestra antes de la compra)."],
        "section2Title": "2) Método de reembolso",
        "section2Content": ["Los reembolsos vuelven al método de pago original cuando sea posible.", "Si usaste créditos/billetera de Moondala, los reembolsos pueden regresar a la billetera."],
        "section3Title": "3) Envío y condición",
        "section3Content": ["Los artículos deben devolverse en condición original a menos que estén dañados/defectuosos.", "La responsabilidad del envío de devolución puede depender de la razón (defecto vs cambio de opinión)."],
        "section4Title": "4) Fraude y abuso",
        "section4Content": "Podemos denegar reembolsos por abuso, comportamiento sospechoso repetido o violaciones de políticas.",
        "section5Title": "5) Recompensas de referencia",
        "section5Content": "Si un pedido es reembolsado, las recompensas de referencia relacionadas pueden revertirse."
      },
      "referralPolicy": {
        "title": "Política de Referencias y Recompensas",
        "intro": "Las referencias son para personas reales que invitan a personas reales. El fraude destruye la confianza — lo aplicamos estrictamente.",
        "section1Title": "1) Cómo funcionan las recompensas",
        "section1Content": ["Las recompensas se pueden ganar de transacciones elegibles en tu cadena de referencias.", "Los niveles, porcentajes y duraciones de las recompensas pueden ser configurables por Moondala y pueden cambiar con el tiempo.", "Algunas transacciones pueden excluirse (reembolsos, contracargos, fraude, artículos restringidos)."],
        "section2Title": "2) Fraude y abuso (tolerancia cero)",
        "section2Intro": "Serás prohibido permanentemente si:",
        "section2Content": ["Creas cuentas duplicadas o falsas para obtener recompensas (incluyendo cuentas de familiares/amigos usadas fraudulentamente).", "Ejecutas \"granjas de referencias\" usando bots, scripts o herramientas de creación automatizada de cuentas.", "Te autorefieres (usar otra cuenta para referirte a ti mismo).", "Compras, vendes, intercambias o compartes códigos de referencia o cuentas por dinero o beneficios.", "Usas Moondala para promocionar esquemas de referencia de competidores o programas MLM con spam.", "Manipulas el seguimiento de referencias, datos de pedidos o cálculos de recompensas mediante exploits técnicos.", "Suplantas a Moondala o robas nuestro contenido/código/marca.", "Haces afirmaciones engañosas como \"ingresos garantizados\" o \"ganancias sin riesgo\"."],
        "section2Detection": "Detección: Utilizamos detección automática de fraude, revisiones manuales y análisis de patrones. La actividad sospechosa desencadena una investigación inmediata.",
        "section3Title": "3) Retenciones, reversiones e investigaciones",
        "section3Content": ["Podemos retener recompensas hasta que se complete un pedido o pase la ventana de devolución.", "Si ocurre un reembolso/contracargo, las recompensas relacionadas pueden revertirse.", "Podemos pausar los pagos durante las investigaciones de fraude."],
        "section4Title": "4) Aplicación y consecuencias",
        "section4Intro": "Por violaciones de fraude y abuso:",
        "section4Content": ["Suspensión inmediata: Cuenta deshabilitada pendiente de investigación.", "Prohibición permanente: Los reincidentes o casos graves de fraude pierden todo el acceso.", "Pérdida de recompensas: Todas las recompensas pendientes y ganadas se cancelan y no son reembolsables.", "Recuperación: Las recompensas ya pagadas pueden reclamarse si se obtuvieron fraudulentamente.", "Acción legal: Nos reservamos el derecho de buscar remedios legales por fraude o robo.", "Bloqueos de dispositivo/IP: Los usuarios prohibidos pueden ser bloqueados de crear nuevas cuentas en el mismo dispositivo o red."],
        "section4Minor": "Para violaciones menores: Advertencias, restricciones temporales de funciones o retenciones de recompensas."
      }
    }
