{
  "legal": {
    "privacy": "Конфиденциальность",
    "terms": "Условия",
    "guidelines": "Руководства",
    "referrals": "Рефералы",
    "refunds": "Возвраты",
    "back": "Назад",
    "lastUpdated": "Последнее обновление",
    "agreeToTerms": "Я согласен с",
    "and": "и",
    "privacyLink": "Политика конфиденциальности",
    "termsLink": "Условия обслуживания",
    "referralPolicyLink": "Реферальная политика",
    "pages": {
      "privacyPolicy": {
        "title": "Политика конфиденциальности",
        "intro": "Moondala не продает ваши личные данные. Мы зарабатываем на транзакциях и услугах — а не на рекламе, эксплуатирующей пользовательские данные.",
        "section1Title": "1) Что мы собираем",
        "section1Content": ["<strong>Информация об учетной записи:</strong> имя, электронная почта, телефон (если добавите), страна, основные данные профиля.", "<strong>Активность в приложении:</strong> действия типа подписок, лайков, комментариев, сообщений, рефералов (для предотвращения мошенничества).", "<strong>Информация о покупках и транзакциях:</strong> заказы, статус платежей, история возвратов/возмещений.", "<strong>Данные устройства и журналы:</strong> IP-адрес, тип браузера/устройства, ошибки приложения, журналы безопасности."],
        "section2Title": "2) Как мы используем ваши данные",
        "section2Content": ["Для создания и защиты вашей учетной записи (вход, предотвращение мошенничества, обнаружение злоупотреблений).", "Для обработки заказов, возвратов, возмещений и поддержки клиентов.", "Для обеспечения основных функций продукта (лента, сообщения, страницы магазинов, рефералы).", "Для улучшения надежности и производительности (журналы сбоев, исправление ошибок, аналитика)."],
        "section3Title": "3) Что мы НЕ делаем",
        "section3Content": ["Мы <strong>не</strong> продаем ваши личные данные.", "Мы <strong>не</strong> позволяем сторонним рекламодателям нацеливаться на вас, используя данные вашего личного профиля."],
        "section4Title": "4) Обмен",
        "section4Intro": "Мы можем делиться ограниченными данными только когда это необходимо для работы сервиса, например:",
        "section4Content": ["<strong>Платежные процессоры</strong> (для завершения транзакций).", "<strong>Поставщики инфраструктуры</strong> (хостинг, базы данных, отправка email/SMS).", "<strong>Юридические требования</strong> (если требуется по закону или для защиты пользователей и предотвращения мошенничества)."],
        "section5Title": "5) Cookies и аналитика",
        "section5Content": "Мы можем использовать cookies/локальное хранилище для сеансов входа и базовой аналитики для улучшения приложения. Вы можете ограничить cookies в своем браузере, но некоторые функции могут не работать.",
        "section6Title": "6) Ваш выбор",
        "section6Content": ["Обновляйте свой профиль в Настройках.", "Запрашивайте удаление учетной записи (удаляет или анонимизирует данные, где это возможно).", "Контролируйте функции конфиденциальности (видимость профиля, кто может отправлять вам сообщения и т.д.) — если доступно в ваших Настройках."],
        "section7Title": "7) Безопасность данных",
        "section7Content": "Мы используем разумные меры безопасности (шифрование при передаче, контроль доступа, мониторинг), но нет 100% безопасной системы.",
        "section8Title": "8) Контакт",
        "section8Content": "Добавьте email поддержки, когда будете готовы (пример: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Условия обслуживания",
        "intro": "Используя Moondala, вы соглашаетесь следовать этим Условиям. Если вы не согласны, не используйте приложение.",
        "section1Title": "1) Учетная запись",
        "section1Content": ["Вы должны предоставлять точную информацию и обеспечивать безопасность своей учетной записи.", "Вы несете ответственность за активность в своей учетной записи.", "Мы можем приостановить учетные записи, связанные с мошенничеством, злоупотреблениями или нарушением правил."],
        "section2Title": "2) Что вы не можете делать",
        "section2Content": ["Мошенничество, выдача себя за другое лицо, обман или обманное поведение при рефералах.", "Притеснение, язык ненависти, угрозы или незаконный контент.", "Попытка эксплуатировать ошибки или осуществить обратную разработку платформы."],
        "section3Title": "3) Мошенничество и злоупотребления",
        "section3Intro": "У нас нулевая терпимость к мошенничеству и злоупотреблениям. Вы будете забанены, если:",
        "section3Content": ["Создаете дубликаты или поддельные учетные записи для сбора наград или манипуляции рефералами.", "Управляете 'фермами рефералов' используя ботов, скрипты или автоматическое создание учетных записей.", "Продаете, покупаете, обмениваете или делитесь реферальными кодами или учетными записями для выгоды.", "Используете Moondala для спам-продвижения конкурирующих реферальных схем.", "Воруете контент, код, брендинг Moondala или выдаете себя за Moondala.", "Пытаетесь манипулировать отслеживанием рефералов, системами заказов или расчетами наград."],
        "section4Title": "4) Транзакции",
        "section4Content": ["Заказы, возвраты и возмещения следуют нашей Политике возмещения.", "Некоторые товары могут быть невозвратными, если четко обозначены.", "Мы можем удерживать или отменять награды при возмещениях/возвратах платежей."],
        "section5Title": "5) Награды за рефералов",
        "section5Content": "Награды регулируются Политикой рефералов и наград. Мы можем приостановить или отклонить награды за подозрение в злоупотреблениях или поддельных учетных записях.",
        "section6Title": "6) Контент, который вы публикуете",
        "section6Content": ["Вы владеете своим контентом, но даете Moondala разрешение отображать его в приложении.", "Не публикуйте контент, на который у вас нет прав."],
        "section7Title": "7) Приостановка и прекращение",
        "section7Intro": "Мы оставляем за собой право приостановить или навсегда забанить учетные записи, которые:",
        "section7Content": ["Нарушают эти Условия, особенно положения о мошенничестве и злоупотреблениях.", "Участвуют в поведении, наносящем вред другим пользователям или платформе.", "Участвуют в повторных нарушениях правил или игнорируют предупреждения."],
        "section7Note": "Забаненные пользователи теряют все ожидающие награды и могут быть заблокированы от создания новых учетных записей.",
        "section8Title": "8) Изменения в сервисе",
        "section8Content": "Мы можем обновлять функции, цены и политики по мере роста Moondala. Мы обновим дату 'Последнее обновление'.",
        "section9Title": "9) Ответственность",
        "section9Content": "Moondala предоставляется 'как есть'. В максимальной степени, разрешенной законом, мы не несем ответственности за косвенный ущерб (потеря прибыли, потеря данных и т.д.).",
        "section10Title": "10) Контакт",
        "section10Content": "Контакт поддержки будет указан здесь (пример: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Правила сообщества",
        "intro": "Moondala — это социальная коммерция — поддерживайте безопасность, честность и уважение.",
        "allowedTitle": "Разрешено",
        "allowedContent": ["Настоящие обсуждения продуктов, отзывы, честная обратная связь.", "Правдивый обмен реферальными кодами (без обмана).", "Уважительное несогласие."],
        "notAllowedTitle": "Не разрешено",
        "notAllowedContent": ["Мошенничество, поддельные розыгрыши или обманные заявления о 'гарантированных доходах'.", "Притеснение, язык ненависти, угрозы или издевательства.", "Незаконные товары/услуги или инструкции по неправомерному поведению.", "Спам (массовая публикация, повторяющиеся ссылки, поведение ботов)."],
        "enforcementTitle": "Применение",
        "enforcementContent": ["Мы можем удалить контент или ограничить функции.", "Серьезные или повторные нарушения могут привести к приостановке или постоянному бану."],
        "reportingTitle": "Сообщение",
        "reportingContent": "Если вы видите злоупотребления, сообщайте об этом в приложении (или по email поддержки, когда добавлен)."
      },
      "refundPolicy": {
        "title": "Политика возврата и возмещения",
        "intro": "Эта политика описывает стандартные правила возврата/возмещения. Магазины могут иметь дополнительные правила, отображаемые на странице продукта.",
        "section1Title": "1) Окно возврата",
        "section1Content": ["Типичное окно возврата: 7-30 дней (зависит от магазина и категории продукта).", "Некоторые товары могут быть невозвратными (показано перед покупкой)."],
        "section2Title": "2) Метод возмещения",
        "section2Content": ["Возмещения возвращаются на исходный способ оплаты, когда это возможно.", "Если вы использовали кредиты/кошелек Moondala, возмещения могут вернуться в кошелек."],
        "section3Title": "3) Доставка и состояние",
        "section3Content": ["Товары должны быть возвращены в исходном состоянии, если не повреждены/дефектны.", "Ответственность за обратную доставку может зависеть от причины (дефект vs изменение решения)."],
        "section4Title": "4) Мошенничество и злоупотребления",
        "section4Content": "Мы можем отклонить возмещения за злоупотребления, повторяющееся подозрительное поведение или нарушения политики.",
        "section5Title": "5) Награды за рефералов",
        "section5Content": "Если заказ возмещен, связанные реферальные награды могут быть отменены."
      },
      "referralPolicy": {
        "title": "Реферальная политика и вознаграждения",
        "intro": "Рефералы предназначены для реальных людей, приглашающих реальных людей. Мошенничество разрушает доверие — мы строго это соблюдаем.",
        "section1Title": "1) Как работают вознаграждения",
        "section1Content": ["Вознаграждения могут быть заработаны из подходящих транзакций в вашей реферальной цепочке.", "Уровни вознаграждений, проценты и сроки могут настраиваться Moondala и могут меняться со временем.", "Некоторые транзакции могут быть исключены (возвраты, оспаривания платежей, мошенничество, ограниченные товары)."],
        "section2Title": "2) Мошенничество и злоупотребления (нулевая терпимость)",
        "section2Intro": "Вы будете навсегда заблокированы, если:",
        "section2Content": ["Создаете дублирующие или поддельные аккаунты для сбора вознаграждений (включая аккаунты семьи/друзей, используемые мошенническим путем).", "Управляете \"реферальными фермами\" с использованием ботов, скриптов или инструментов автоматического создания аккаунтов.", "Самореферируете (используете другой аккаунт для приглашения себя).", "Покупаете, продаете, обмениваете или делитесь реферальными кодами или аккаунтами за деньги или выгоду.", "Используете Moondala для спам-продвижения конкурирующих реферальных схем или MLM-программ.", "Манипулируете отслеживанием рефералов, данными заказов или расчетами вознаграждений через технические эксплойты.", "Выдаете себя за Moondala или крадете наш контент/код/бренд.", "Делаете вводящие в заблуждение заявления типа \"гарантированный доход\" или \"безрисковая прибыль\"."],
        "section2Detection": "Обнаружение: Мы используем автоматическое обнаружение мошенничества, ручные проверки и анализ паттернов. Подозрительная активность запускает немедленное расследование.",
        "section3Title": "3) Удержания, отмены и расследования",
        "section3Content": ["Мы можем удерживать вознаграждения до завершения заказа или истечения окна возврата.", "Если происходит возврат/оспаривание платежа, связанные вознаграждения могут быть отменены.", "Мы можем приостановить выплаты во время расследования мошенничества."],
        "section4Title": "4) Применение и последствия",
        "section4Intro": "За нарушения мошенничества и злоупотреблений:",
        "section4Content": ["Немедленное приостановление: Аккаунт отключен до расследования.", "Постоянная блокировка: Повторные нарушители или серьезные случаи мошенничества теряют весь доступ.", "Конфискация вознаграждений: Все ожидающие и заработанные вознаграждения отменяются и не подлежат возврату.", "Возврат: Уже выплаченные вознаграждения могут быть взысканы, если они получены мошенническим путем.", "Судебный иск: Мы оставляем за собой право предпринять юридические меры в случае мошенничества или кражи.", "Блокировки устройств/IP: Заблокированные пользователи могут быть заблокированы от создания новых аккаунтов на том же устройстве или в сети."],
        "section4Minor": "За незначительные нарушения: Предупреждения, временные ограничения функций или удержание вознаграждений."
      }
    }
  }
}
