{
  "legal": {
    "privacy": "Конфиденциальность",
    "terms": "Условия",
    "guidelines": "Руководства",
    "referrals": "Рефералы",
    "refunds": "Возвраты",
    "back": "Назад",
    "lastUpdated": "Последнее обновление",
    "agreeToTerms": "Я согласен с",
    "and": "и",
    "privacyLink": "Политика конфиденциальности",
    "termsLink": "Условия обслуживания",
    "referralPolicyLink": "Реферальная политика",
    "pages": {
      "referralPolicy": {
        "title": "Реферальная политика и вознаграждения",
        "intro": "Рефералы предназначены для реальных людей, приглашающих реальных людей. Мошенничество разрушает доверие — мы строго это соблюдаем.",
        "section1Title": "1) Как работают вознаграждения",
        "section1Content": ["Вознаграждения могут быть заработаны из подходящих транзакций в вашей реферальной цепочке.", "Уровни вознаграждений, проценты и сроки могут настраиваться Moondala и могут меняться со временем.", "Некоторые транзакции могут быть исключены (возвраты, оспаривания платежей, мошенничество, ограниченные товары)."],
        "section2Title": "2) Мошенничество и злоупотребления (нулевая терпимость)",
        "section2Intro": "Вы будете навсегда заблокированы, если:",
        "section2Content": ["Создаете дублирующие или поддельные аккаунты для сбора вознаграждений (включая аккаунты семьи/друзей, используемые мошенническим путем).", "Управляете \"реферальными фермами\" с использованием ботов, скриптов или инструментов автоматического создания аккаунтов.", "Самореферируете (используете другой аккаунт для приглашения себя).", "Покупаете, продаете, обмениваете или делитесь реферальными кодами или аккаунтами за деньги или выгоду.", "Используете Moondala для спам-продвижения конкурирующих реферальных схем или MLM-программ.", "Манипулируете отслеживанием рефералов, данными заказов или расчетами вознаграждений через технические эксплойты.", "Выдаете себя за Moondala или крадете наш контент/код/бренд.", "Делаете вводящие в заблуждение заявления типа \"гарантированный доход\" или \"безрисковая прибыль\"."],
        "section2Detection": "Обнаружение: Мы используем автоматическое обнаружение мошенничества, ручные проверки и анализ паттернов. Подозрительная активность запускает немедленное расследование.",
        "section3Title": "3) Удержания, отмены и расследования",
        "section3Content": ["Мы можем удерживать вознаграждения до завершения заказа или истечения окна возврата.", "Если происходит возврат/оспаривание платежа, связанные вознаграждения могут быть отменены.", "Мы можем приостановить выплаты во время расследования мошенничества."],
        "section4Title": "4) Применение и последствия",
        "section4Intro": "За нарушения мошенничества и злоупотреблений:",
        "section4Content": ["Немедленное приостановление: Аккаунт отключен до расследования.", "Постоянная блокировка: Повторные нарушители или серьезные случаи мошенничества теряют весь доступ.", "Конфискация вознаграждений: Все ожидающие и заработанные вознаграждения отменяются и не подлежат возврату.", "Возврат: Уже выплаченные вознаграждения могут быть взысканы, если они получены мошенническим путем.", "Судебный иск: Мы оставляем за собой право предпринять юридические меры в случае мошенничества или кражи.", "Блокировки устройств/IP: Заблокированные пользователи могут быть заблокированы от создания новых аккаунтов на том же устройстве или в сети."],
        "section4Minor": "За незначительные нарушения: Предупреждения, временные ограничения функций или удержание вознаграждений."
      }
    }
  }
}
