{
  "legal": {
    "privacy": "Datenschutz",
    "terms": "Bedingungen",
    "guidelines": "Richtlinien",
    "referrals": "Empfehlungen",
    "refunds": "Rückerstattungen",
    "back": "Zurück",
    "lastUpdated": "Zuletzt aktualisiert",
    "agreeToTerms": "Ich stimme zu",
    "and": "und",
    "privacyLink": "Datenschutzrichtlinie",
    "termsLink": "Nutzungsbedingungen",
    "referralPolicyLink": "Empfehlungsrichtlinie",
    "pages": {
      "privacyPolicy": {
        "title": "Datenschutzrichtlinie",
        "intro": "Moondala verkauft Ihre persönlichen Daten nicht. Wir verdienen Geld durch Transaktionen und Dienstleistungen — nicht durch Werbung, die Benutzerdaten ausnutzt.",
        "section1Title": "1) Was wir sammeln",
        "section1Content": ["<strong>Kontoinformationen:</strong> Name, E-Mail, Telefon (falls Sie es hinzufügen), Land, grundlegende Profildetails.", "<strong>App-Aktivität:</strong> Aktionen wie Follows, Likes, Kommentare, Nachrichten, Empfehlungen (zur Betrugsprävention).", "<strong>Kauf- und Transaktionsinformationen:</strong> Bestellungen, Zahlungsstatus, Rückerstattungs-/Rückgabeverlauf.", "<strong>Geräte- und Protokolldaten:</strong> IP-Adresse, Browser-/Gerätetyp, App-Fehler, Sicherheitsprotokolle."],
        "section2Title": "2) Wie wir Ihre Daten verwenden",
        "section2Content": ["Um Ihr Konto zu erstellen und zu sichern (Anmeldung, Betrugsprävention, Missbrauchserkennung).", "Um Bestellungen, Rücksendungen, Rückerstattungen und Kundensupport zu verarbeiten.", "Um Kernproduktfunktionen zu betreiben (Feed, Nachrichten, Shop-Seiten, Empfehlungen).", "Um Zuverlässigkeit und Leistung zu verbessern (Absturzprotokolle, Fehlerbehebung, Analysen)."],
        "section3Title": "3) Was wir NICHT tun",
        "section3Content": ["Wir verkaufen <strong>nicht</strong> Ihre persönlichen Daten.", "Wir erlauben Drittanbieter-Werbetreibenden <strong>nicht</strong>, Sie mithilfe Ihrer privaten Profildaten anzusprechen."],
        "section4Title": "4) Weitergabe",
        "section4Intro": "Wir können begrenzte Daten nur dann weitergeben, wenn dies zum Betrieb des Dienstes erforderlich ist, wie z.B.:",
        "section4Content": ["<strong>Zahlungsabwickler</strong> (um Transaktionen abzuschließen).", "<strong>Infrastrukturanbieter</strong> (Hosting, Datenbank, E-Mail-/SMS-Versand).", "<strong>Rechtlich</strong> (wenn gesetzlich vorgeschrieben oder zum Schutz der Benutzer und zur Betrugsprävention)."],
        "section5Title": "5) Cookies & Analysen",
        "section5Content": "Wir können Cookies/lokalen Speicher für Anmeldesitzungen und grundlegende Analysen zur Verbesserung der App verwenden. Sie können Cookies in Ihrem Browser einschränken, aber einige Funktionen funktionieren möglicherweise nicht.",
        "section6Title": "6) Ihre Wahlmöglichkeiten",
        "section6Content": ["Aktualisieren Sie Ihr Profil über Einstellungen.", "Fordern Sie die Kontolöschung an (entfernt oder anonymisiert Daten, wo möglich).", "Steuern Sie Datenschutzfunktionen (Profilsichtbarkeit, wer Ihnen Nachrichten senden kann), falls in Ihren Einstellungen verfügbar."],
        "section7Title": "7) Datensicherheit",
        "section7Content": "Wir verwenden angemessene Sicherheitspraktiken (Verschlüsselung während der Übertragung, Zugriffskontrollen, Überwachung), aber kein System ist zu 100% sicher.",
        "section8Title": "8) Kontakt",
        "section8Content": "Fügen Sie eine Support-E-Mail hinzu, wenn Sie bereit sind (Beispiel: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Nutzungsbedingungen",
        "intro": "Durch die Nutzung von Moondala stimmen Sie zu, diese Bedingungen zu befolgen. Wenn Sie nicht zustimmen, verwenden Sie die App nicht.",
        "section1Title": "1) Konten",
        "section1Content": ["Sie müssen genaue Informationen angeben und Ihr Konto sicher halten.", "Sie sind für Aktivitäten unter Ihrem Konto verantwortlich.", "Wir können Konten sperren, die in Betrug, Missbrauch oder Regelverstöße verwickelt sind."],
        "section2Title": "2) Was Sie nicht tun dürfen",
        "section2Content": ["Betrug, Identitätsdiebstahl, Betrug oder irreführendes Empfehlungsverhalten.", "Belästigung, Hassreden, Drohungen oder illegale Inhalte.", "Versuchen, Fehler auszunutzen oder die Plattform rückzuentwickeln."],
        "section3Title": "3) Betrug und Missbrauch",
        "section3Intro": "Wir haben null Toleranz für Betrug und Missbrauch. Sie werden gesperrt, wenn Sie:",
        "section3Content": ["Doppelte oder gefälschte Konten erstellen, um Belohnungen zu sammeln oder Empfehlungen zu manipulieren.", "'Empfehlungsfarmen' mit Bots, Skripten oder automatisierter Kontoerstellung betreiben.", "Empfehlungscodes oder Konten zum Gewinn verkaufen, kaufen, handeln oder teilen.", "Moondala verwenden, um konkurrierende Empfehlungsprogramme auf Spam-Weise zu bewerben.", "Moondala-Inhalte, Code, Branding stehlen oder sich als Moondala ausgeben.", "Versuchen, Empfehlungsverfolgung, Bestellsysteme oder Belohnungsberechnungen zu manipulieren."],
        "section4Title": "4) Transaktionen",
        "section4Content": ["Bestellungen, Rücksendungen und Rückerstattungen folgen unserer Rückerstattungsrichtlinie.", "Einige Artikel sind möglicherweise nicht erstattungsfähig, wenn dies deutlich gekennzeichnet ist.", "Wir können Belohnungen zurückhalten oder rückgängig machen, wenn Rückerstattungen/Rückbuchungen auftreten."],
        "section5Title": "5) Empfehlungsbelohnungen",
        "section5Content": "Belohnungen werden durch die Empfehlungs- und Belohnungsrichtlinie geregelt. Wir können Belohnungen bei Verdacht auf Missbrauch oder gefälschte Konten pausieren oder verweigern.",
        "section6Title": "6) Inhalte, die Sie veröffentlichen",
        "section6Content": ["Sie besitzen Ihre Inhalte, geben Moondala jedoch die Erlaubnis, sie in der App anzuzeigen.", "Veröffentlichen Sie keine Inhalte, für die Sie keine Rechte haben."],
        "section7Title": "7) Sperrung und Kündigung",
        "section7Intro": "Wir behalten uns das Recht vor, Konten zu sperren oder dauerhaft zu verbannen, die:",
        "section7Content": ["Diese Bedingungen verletzen, insbesondere Betrugs- und Missbrauchsbestimmungen.", "Sich auf Verhalten einlassen, das anderen Benutzern oder der Plattform schadet.", "In wiederholten Regelverstößen verwickelt sind oder Warnungen ignorieren."],
        "section7Note": "Gesperrte Benutzer verlieren alle ausstehenden Belohnungen und können daran gehindert werden, neue Konten zu erstellen.",
        "section8Title": "8) Serviceänderungen",
        "section8Content": "Wir können Funktionen, Gebühren und Richtlinien aktualisieren, während Moondala wächst. Wir werden das Datum 'Zuletzt aktualisiert' aktualisieren.",
        "section9Title": "9) Haftung",
        "section9Content": "Moondala wird 'wie besehen' bereitgestellt. Im größtmöglichen gesetzlich zulässigen Umfang haften wir nicht für indirekte Schäden (entgangene Gewinne, Datenverlust usw.).",
        "section10Title": "10) Kontakt",
        "section10Content": "Der Support-Kontakt wird hier aufgeführt (Beispiel: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Community-Richtlinien",
        "intro": "Moondala ist sozialer Handel — halten Sie es sicher, ehrlich und respektvoll.",
        "allowedTitle": "Erlaubt",
        "allowedContent": ["Echte Produktdiskussionen, Bewertungen, ehrliches Feedback.", "Teilen von Empfehlungscodes auf wahrheitsgemäße Weise (keine Täuschung).", "Respektvolle Meinungsverschiedenheit."],
        "notAllowedTitle": "Nicht erlaubt",
        "notAllowedContent": ["Betrug, gefälschte Werbegeschenke oder irreführende 'garantierte Einnahmen'-Behauptungen.", "Belästigung, Hassreden, Drohungen oder Mobbing.", "Illegale Artikel/Dienstleistungen oder Anweisungen für Fehlverhalten.", "Spam (Massenbeiträge, sich wiederholende Links, Bot-Verhalten)."],
        "enforcementTitle": "Durchsetzung",
        "enforcementContent": ["Wir können Inhalte entfernen oder Funktionen einschränken.", "Schwere oder wiederholte Verstöße können zu Sperrung oder dauerhaftem Verbot führen."],
        "reportingTitle": "Meldung",
        "reportingContent": "Wenn Sie Missbrauch sehen, melden Sie ihn in der App (oder per Support-E-Mail, wenn hinzugefügt)."
      },
      "refundPolicy": {
        "title": "Rückgabe- und Rückerstattungsrichtlinie",
        "intro": "Diese Richtlinie beschreibt die Standard-Rückgabe-/Rückerstattungsregeln. Shops können zusätzliche Regeln haben, die auf der Produktseite angezeigt werden.",
        "section1Title": "1) Rückgabefrist",
        "section1Content": ["Typische Rückgabefrist: 7–30 Tage (abhängig vom Shop und der Produktkategorie).", "Einige Artikel können nicht zurückgebbar sein (vor dem Kauf angezeigt)."],
        "section2Title": "2) Rückerstattungsmethode",
        "section2Content": ["Rückerstattungen gehen wenn möglich an die ursprüngliche Zahlungsmethode zurück.", "Wenn Sie Moondala-Credits/Wallet verwendet haben, können Rückerstattungen an das Wallet zurückkehren."],
        "section3Title": "3) Versand & Zustand",
        "section3Content": ["Artikel müssen im Originalzustand zurückgegeben werden, es sei denn, sie sind beschädigt/fehlerhaft.", "Die Verantwortung für den Rückversand kann vom Grund abhängen (Defekt vs. Sinneswandel)."],
        "section4Title": "4) Betrug & Missbrauch",
        "section4Content": "Wir können Rückerstattungen bei Missbrauch, wiederholtem verdächtigem Verhalten oder Richtlinienverstößen verweigern.",
        "section5Title": "5) Empfehlungsbelohnungen",
        "section5Content": "Wenn eine Bestellung erstattet wird, können zugehörige Empfehlungsbelohnungen rückgängig gemacht werden."
      },
      "referralPolicy": {
        "title": "Empfehlungs- und Belohnungsrichtlinie",
        "intro": "Empfehlungen sind für echte Menschen gedacht, die echte Menschen einladen. Betrug zerstört Vertrauen — wir setzen dies streng durch.",
        "section1Title": "1) Wie Belohnungen funktionieren",
        "section1Content": ["Belohnungen können aus berechtigten Transaktionen in Ihrer Empfehlungskette verdient werden.", "Belohnungsstufen, Prozentsätze und Laufzeiten können von Moondala konfiguriert werden und sich im Laufe der Zeit ändern.", "Einige Transaktionen können ausgeschlossen werden (Rückerstattungen, Rückbuchungen, Betrug, eingeschränkte Artikel)."],
        "section2Title": "2) Betrug und Missbrauch (Null-Toleranz)",
        "section2Intro": "Sie werden dauerhaft gesperrt, wenn Sie:",
        "section2Content": ["Doppelte oder gefälschte Konten erstellen, um Belohnungen zu sammeln (einschließlich Familien-/Freundeskonten, die betrügerisch verwendet werden).", "\"Empfehlungsfarmen\" mit Bots, Skripten oder automatisierten Kontoerstellungstools betreiben.", "Sich selbst empfehlen (ein anderes Konto verwenden, um sich selbst zu empfehlen).", "Empfehlungscodes oder Konten gegen Geld oder Vorteile kaufen, verkaufen, tauschen oder teilen.", "Moondala nutzen, um konkurrierende Empfehlungsprogramme oder MLM-Programme mit Spam zu bewerben.", "Empfehlungsverfolgung, Bestelldaten oder Belohnungsberechnungen durch technische Exploits manipulieren.", "Moondala imitieren oder unsere Inhalte/Code/Marke stehlen.", "Irreführende Behauptungen wie \"garantiertes Einkommen\" oder \"risikofreier Gewinn\" aufstellen."],
        "section2Detection": "Erkennung: Wir verwenden automatisierte Betrugserkennung, manuelle Überprüfungen und Musteranalyse. Verdächtige Aktivitäten lösen sofortige Untersuchungen aus.",
        "section3Title": "3) Einbehaltungen, Stornierungen und Untersuchungen",
        "section3Content": ["Wir können Belohnungen einbehalten, bis eine Bestellung abgeschlossen ist oder das Rückgabefenster abgelaufen ist.", "Bei einer Rückerstattung/Rückbuchung können zugehörige Belohnungen storniert werden.", "Wir können Auszahlungen während Betrugsuntersuchungen pausieren."],
        "section4Title": "4) Durchsetzung und Konsequenzen",
        "section4Intro": "Für Betrugs- und Missbrauchsverstöße:",
        "section4Content": ["Sofortige Sperrung: Konto deaktiviert bis zur Untersuchung.", "Dauerhafte Sperre: Wiederholungstäter oder schwere Betrugsfälle verlieren den gesamten Zugang.", "Belohnungseinbehaltung: Alle ausstehenden und verdienten Belohnungen werden storniert und sind nicht erstattungsfähig.", "Rückforderung: Bereits ausgezahlte Belohnungen können zurückgefordert werden, wenn sie betrügerisch erlangt wurden.", "Rechtliche Schritte: Wir behalten uns das Recht vor, rechtliche Schritte wegen Betrugs oder Diebstahls einzuleiten.", "Geräte-/IP-Sperren: Gesperrte Benutzer können daran gehindert werden, neue Konten auf demselben Gerät oder Netzwerk zu erstellen."],
        "section4Minor": "Für geringfügige Verstöße: Warnungen, vorübergehende Funktionseinschränkungen oder Belohnungseinbehaltungen."
      }
    }
  }
}
