{
  "legal": {
    "privacy": "Paglihim",
    "terms": "Mga Tuntunin",
    "guidelines": "Mga Alituntunin",
    "referrals": "Mga Referral",
    "refunds": "Mga Refund",
    "back": "Bumalik",
    "lastUpdated": "Huling na-update",
    "agreeToTerms": "Sumasang-ayon ako sa",
    "and": "at",
    "privacyLink": "Patakaran sa Privacy",
    "termsLink": "Mga Tuntunin ng Serbisyo",
    "referralPolicyLink": "Patakaran sa Referral",
    "pages": {
      "privacyPolicy": {
        "title": "Patakaran sa Privacy",
        "intro": "Ang Moondala ay hindi nagbebenta ng iyong personal na data. Kumikita kami mula sa mga transaksyon at serbisyo — hindi mula sa advertising na sumasamantala sa user data.",
        "section1Title": "1) Ano ang kinokolekta namin",
        "section1Content": ["<strong>Impormasyon ng account:</strong> pangalan, email, telepono (kung idaragdag mo), bansa, basic profile details.", "<strong>Aktibidad sa app:</strong> mga aksyon tulad ng follow, like, komento, mensahe, referral (para pigilan ang panlilinlang).", "<strong>Impormasyon sa pagbili at transaksyon:</strong> mga order, status ng bayad, kasaysayan ng refund/return.", "<strong>Data ng device at log:</strong> IP address, uri ng browser/device, mga error sa app, security logs."],
        "section2Title": "2) Paano namin ginagamit ang iyong data",
        "section2Content": ["Para gumawa at protektahan ang iyong account (login, pigilan ang panlilinlang, makita ang pang-aabuso).", "Para proseso ang mga order, return, refund, at customer support.", "Para magpatakbo ng mga pangunahing feature ng produkto (feed, messaging, shop pages, referrals).", "Para pahusayin ang reliability at performance (crash logs, bug fixes, analytics)."],
        "section3Title": "3) Ano ang HINDI namin ginagawa",
        "section3Content": ["<strong>Hindi</strong> kami nagbebenta ng iyong personal data.", "<strong>Hindi</strong> kami nagpapahintulot sa third-party advertisers na mag-target sa iyo gamit ang iyong private profile data."],
        "section4Title": "4) Pagbabahagi",
        "section4Intro": "Maaari kaming magbahagi ng limitadong data kung kinakailangan para patakbuhin ang serbisyo, tulad ng:",
        "section4Content": ["<strong>Payment processors</strong> (para kumpletuhin ang mga transaksyon).", "<strong>Infrastructure providers</strong> (hosting, database, pagpapadala ng email/SMS).", "<strong>Legal requirements</strong> (kung kinakailangan ng batas, o para protektahan ang mga user at pigilan ang panlilinlang)."],
        "section5Title": "5) Cookies at analytics",
        "section5Content": "Maaari kaming gumamit ng cookies/local storage para sa login sessions at basic analytics para pahusayin ang app. Maaari mong limitahan ang cookies sa iyong browser, ngunit ang ilang features ay maaaring hindi gumana.",
        "section6Title": "6) Ang iyong mga pagpipilian",
        "section6Content": ["I-update ang iyong profile mula sa Settings.", "Hilingin ang pag-delete ng account (nag-aalis o nag-anonymize ng data kung posible).", "Kontrolin ang mga privacy features (visibility ng profile, sino ang makakapag-message sa iyo, atbp.) — kung available sa iyong Settings."],
        "section7Title": "7) Seguridad ng data",
        "section7Content": "Gumagamit kami ng makatwirang security practices (encryption in transit, access controls, monitoring), ngunit walang 100% secure na system.",
        "section8Title": "8) Contact",
        "section8Content": "Magdagdag ng support email kapag handa (halimbawa: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Mga Tuntunin ng Serbisyo",
        "intro": "Sa paggamit ng Moondala, sumasang-ayon kang sundin ang mga Tuntuning ito. Kung hindi ka sumasang-ayon, huwag gumamit ng app.",
        "section1Title": "1) Account",
        "section1Content": ["Kailangan mong magbigay ng tumpak na impormasyon at panatilihing ligtas ang iyong account.", "Ikaw ang responsable para sa aktibidad sa iyong account.", "Maaari kaming suspindihin ang mga account na involved sa panlilinlang, pang-aabuso, o paglabag sa mga panuntunan."],
        "section2Title": "2) Ano ang hindi mo maaaring gawin",
        "section2Content": ["Panlilinlang, pagpapanggap, panloloko, o mapanlinlang na referral behavior.", "Pang-aapi, hate speech, pagbabanta, o illegal na content.", "Pagtatangka na samantalahin ang mga bug o mag-reverse engineer ng platform."],
        "section3Title": "3) Panlilinlang at pang-aabuso",
        "section3Intro": "Mayroon kaming zero tolerance para sa panlilinlang at pang-aabuso. Iba-ban ka kung:",
        "section3Content": ["Lumilikha ng duplicate o pekeng account para mangolekta ng rewards o manipulahin ang mga referral.", "Nag-ooperate ng 'referral farms' gamit ang mga bot, script, o automated account creation.", "Nagbebenta, bumibili, nag-trade, o nagbabahagi ng referral codes o account para sa kita.", "Gumagamit ng Moondala para mag-spam promote ng mga competing referral schemes.", "Nagnakaw ng content, code, branding ng Moondala o nagpapanggap bilang Moondala.", "Sumusubok na manipulahin ang referral tracking, order systems, o reward calculations."],
        "section4Title": "4) Mga transaksyon",
        "section4Content": ["Ang mga order, return, at refund ay sumusunod sa aming Refund Policy.", "Ang ilang items ay maaaring hindi marefund kung malinaw na nakalabel.", "Maaari kaming mag-hold o mag-cancel ng rewards kapag may refund/chargeback."],
        "section5Title": "5) Referral rewards",
        "section5Content": "Ang mga rewards ay pinapamahalaan ng Referral at Rewards Policy. Maaari kaming mag-suspend o tanggihan ng rewards para sa pinaghihinalaang pang-aabuso o pekeng account.",
        "section6Title": "6) Content na iyong ino-post",
        "section6Content": ["Pag-aari mo ang iyong content, ngunit binibigyan mo ang Moondala ng pahintulot na ipakita ito sa app.", "Huwag mag-post ng content na wala kang karapatan."],
        "section7Title": "7) Suspension at termination",
        "section7Intro": "Nakalaan namin ang karapatan na suspindihin o permanent na i-ban ang mga account na:",
        "section7Content": ["Lumalabag sa mga Tuntuning ito, lalo na ang fraud at abuse provisions.", "Nakikibahagi sa behavior na nakakasakit sa ibang users o sa platform.", "Nakikibahagi sa paulit-ulit na paglabag sa rules o hindi pinapansin ang mga babala."],
        "section7Note": "Ang mga banned users ay mawawalan ng lahat ng pending rewards at maaaring harangan sa paggawa ng bagong account.",
        "section8Title": "8) Mga pagbabago sa serbisyo",
        "section8Content": "Habang lumalaki ang Moondala, maaari kaming mag-update ng features, fees, at policies. I-uupdate namin ang 'Huling na-update' na petsa.",
        "section9Title": "9) Liability",
        "section9Content": "Ang Moondala ay ibinibigay 'as is'. Sa maximum extent na pinapayagan ng batas, hindi kami liable para sa indirect damages (pagkawala ng kita, pagkawala ng data, atbp.).",
        "section10Title": "10) Contact",
        "section10Content": "Ang support contact ay nakalista dito (halimbawa: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Mga Alituntunin ng Komunidad",
        "intro": "Ang Moondala ay social commerce — panatilihing ligtas, tapat, at respetuoso.",
        "allowedTitle": "Pinapayagan",
        "allowedContent": ["Tunay na diskusyon tungkol sa produkto, review, tapat na feedback.", "Tunay na pagbabahagi ng referral code (walang panlilinlang).", "Respetuosong hindi pagkakasundo."],
        "notAllowedTitle": "Hindi pinapayagan",
        "notAllowedContent": ["Panlilinlang, pekeng giveaway, o mapanlinlang na claims ng 'guaranteed earnings'.", "Pang-aapi, hate speech, pagbabanta, o pang-bubully.", "Illegal na items/services o tagubilin para sa maling pag-uugali.", "Spam (bulk posting, paulit-ulit na links, bot-like behavior)."],
        "enforcementTitle": "Pagpapatupad",
        "enforcementContent": ["Maaari kaming mag-remove ng content o limitahan ang features.", "Ang malubha o paulit-ulit na paglabag ay maaaring magresulta sa suspension o permanent ban."],
        "reportingTitle": "Pag-uulat",
        "reportingContent": "Kung nakikita mo ang pang-aabuso, iulat ito sa app (o support email kapag naidagdag na)."
      },
      "refundPolicy": {
        "title": "Patakaran sa Return at Refund",
        "intro": "Ang patakarang ito ay nag-outline ng standard return/refund rules. Ang mga shop ay maaaring may karagdagang rules na ipinapakita sa product page.",
        "section1Title": "1) Return window",
        "section1Content": ["Karaniwang return window: 7-30 araw (depende sa shop at product category).", "Ang ilang items ay maaaring hindi maibalik (ipinapakita bago bumili)."],
        "section2Title": "2) Refund method",
        "section2Content": ["Ang mga refund ay bumabalik sa orihinal na payment method kung posible.", "Kung gumamit ka ng Moondala credits/wallet, ang mga refund ay maaaring bumalik sa wallet."],
        "section3Title": "3) Shipping at condition",
        "section3Content": ["Ang mga items ay dapat ibalik sa orihinal na kondisyon maliban kung sira/defective.", "Ang responsibilidad sa return shipping ay maaaring depende sa dahilan (defect vs nagbago ang isip)."],
        "section4Title": "4) Panlilinlang at pang-aabuso",
        "section4Content": "Maaari kaming tanggihan ang mga refund para sa pang-aabuso, paulit-ulit na kahina-hinalang behavior, o paglabag sa policy.",
        "section5Title": "5) Referral rewards",
        "section5Content": "Kung na-refund ang order, ang nauugnay na referral rewards ay maaaring ma-cancel."
      },
      "referralPolicy": {
        "title": "Patakaran sa Referral at Rewards",
        "intro": "Ang mga referral ay para sa tunay na tao na nag-iimbita ng tunay na tao. Ang panlilinlang ay sumisira ng tiwala — ipinapatupad namin ito nang mahigpit.",
        "section1Title": "1) Paano gumagana ang mga rewards",
        "section1Content": ["Ang mga rewards ay maaaring makuha mula sa mga kwalipikadong transaksyon sa iyong referral chain.", "Ang mga lebel, porsyento, at tagal ng mga rewards ay maaaring ma-configure ng Moondala at maaaring magbago sa paglipas ng panahon.", "Ang ilang transaksyon ay maaaring hindi kasama (refund, chargeback, panlilinlang, restricted items)."],
        "section2Title": "2) Panlilinlang at pang-aabuso (zero tolerance)",
        "section2Intro": "Permanente kang iba-ban kung:",
        "section2Content": ["Lumikha ng duplicate o pekeng account para mangolekta ng rewards (kabilang ang mga account ng pamilya/kaibigan na ginamit nang mapanlinlang).", "Magpatakbo ng \"referral farms\" gamit ang mga bot, script, o automated account creation tools.", "Mag-self-refer (gumamit ng ibang account para i-refer ang sarili).", "Bumili, magbenta, mag-trade, o magbahagi ng referral codes o accounts para sa pera o benepisyo.", "Gumamit ng Moondala para mag-spam-promote ng competing referral schemes o MLM programs.", "Manipulahin ang referral tracking, order data, o reward calculations sa pamamagitan ng technical exploits.", "Magpanggap bilang Moondala o magnakaw ng aming content/code/branding.", "Gumawa ng nakakalinlang na mga pahayag tulad ng \"guaranteed income\" o \"risk-free profit\"."],
        "section2Detection": "Detection: Gumagamit kami ng automated fraud detection, manual reviews, at pattern analysis. Ang kahina-hinalang aktibidad ay nagti-trigger ng agarang imbestigasyon.",
        "section3Title": "3) Holds, reversals, at investigations",
        "section3Content": ["Maaari naming i-hold ang mga rewards hanggang makumpleto ang order o makalipas ang return window.", "Kung may refund/chargeback, ang related rewards ay maaaring i-reverse.", "Maaari naming i-pause ang mga pagbabayad sa panahon ng fraud investigations."],
        "section4Title": "4) Enforcement at mga kahihinatnan",
        "section4Intro": "Para sa mga paglabag sa panlilinlang at pang-aabuso:",
        "section4Content": ["Agarang suspension: Account ay naka-disable habang naghihintay ng imbestigasyon.", "Permanenteng ban: Ang mga paulit-ulit na nanlabag o malalang kaso ng panlilinlang ay nawawalan ng lahat ng access.", "Forfeiture ng rewards: Ang lahat ng pending at nakuhang rewards ay kinakansela at hindi maibabalik.", "Clawback: Ang mga rewards na nabayaran na ay maaaring makuha kung nakuha nang mapanlinlang.", "Legal action: Nakalaan namin ang karapatan na maghabol ng legal remedies para sa panlilinlang o pagnanakaw.", "Device/IP blocks: Ang mga na-ban na users ay maaaring ma-block sa paggawa ng bagong accounts sa parehong device o network."],
        "section4Minor": "Para sa mga minor violations: Mga babala, pansamantalang feature restrictions, o reward holds."
      }
    }
  }
}
