{
  "legal": {
    "privacy": "गोपनीयता",
    "terms": "शर्तें",
    "guidelines": "दिशानिर्देश",
    "referrals": "रेफ़रल",
    "refunds": "रिफंड",
    "back": "वापस",
    "lastUpdated": "अंतिम अपडेट",
    "agreeToTerms": "मैं सहमत हूं",
    "and": "और",
    "privacyLink": "गोपनीयता नीति",
    "termsLink": "सेवा की शर्तें",
    "referralPolicyLink": "रेफ़रल नीति",
    "pages": {
      "referralPolicy": {
        "title": "रेफ़रल और पुरस्कार नीति",
        "intro": "रेफ़रल वास्तविक लोगों के लिए हैं जो वास्तविक लोगों को आमंत्रित करते हैं। धोखाधड़ी विश्वास को मारती है — हम इसे सख्ती से लागू करते हैं।",
        "section1Title": "1) पुरस्कार कैसे काम करते हैं",
        "section1Content": ["आपकी रेफ़रल श्रृंखला में पात्र लेनदेन से पुरस्कार अर्जित किए जा सकते हैं।", "पुरस्कार स्तर, प्रतिशत और अवधि Moondala द्वारा कॉन्फ़िगर की जा सकती हैं और समय के साथ बदल सकती हैं।", "कुछ लेनदेन को बाहर रखा जा सकता है (रिफंड, चार्जबैक, धोखाधड़ी, प्रतिबंधित वस्तुएं)।"],
        "section2Title": "2) धोखाधड़ी और दुरुपयोग (शून्य सहनशीलता)",
        "section2Intro": "यदि आप निम्न करते हैं तो आप स्थायी रूप से प्रतिबंधित हो जाएंगे:",
        "section2Content": ["पुरस्कार अर्जित करने के लिए डुप्लिकेट या नकली खाते बनाना (परिवार/दोस्त के खातों को धोखाधड़ी से उपयोग करना शामिल है)।", "बॉट्स, स्क्रिप्ट या स्वचालित खाता निर्माण टूल का उपयोग करके \"रेफ़रल फ़ार्म\" चलाना।", "स्व-संदर्भ (अपने आप को संदर्भित करने के लिए दूसरे खाते का उपयोग)।", "पैसे या लाभ के लिए रेफ़रल कोड या खातों को खरीदना, बेचना, ट्रेड करना या साझा करना।", "प्रतिस्पर्धी रेफ़रल योजनाओं या MLM कार्यक्रमों को स्पैम करने के लिए Moondala का उपयोग करना।", "तकनीकी शोषण के माध्यम से रेफ़रल ट्रैकिंग, ऑर्डर डेटा या पुरस्कार गणना में हेरफेर करना।", "Moondala का रूप धारण करना या हमारी सामग्री/कोड/ब्रांडिंग चुराना।", "\"गारंटीड आय\" या \"जोखिम-मुक्त लाभ\" जैसे भ्रामक दावे करना।"],
        "section2Detection": "पता लगाना: हम स्वचालित धोखाधड़ी पहचान, मैनुअल समीक्षाओं और पैटर्न विश्लेषण का उपयोग करते हैं। संदिग्ध गतिविधि तत्काल जांच शुरू करती है।",
        "section3Title": "3) होल्ड, उलटफेर और जांच",
        "section3Content": ["हम पुरस्कारों को तब तक रोक सकते हैं जब तक कि ऑर्डर पूरा नहीं हो जाता या रिटर्न विंडो नहीं गुजर जाती।", "यदि रिफंड/चार्जबैक होता है, तो संबंधित पुरस्कार उलट दिए जा सकते हैं।", "हम धोखाधड़ी की जांच के दौरान भुगतान रोक सकते हैं।"],
        "section4Title": "4) प्रवर्तन और परिणाम",
        "section4Intro": "धोखाधड़ी और दुरुपयोग के उल्लंघनों के लिए:",
        "section4Content": ["तत्काल निलंबन: जांच लंबित खाता अक्षम।", "स्थायी प्रतिबंध: दोहराने वाले अपराधी या गंभीर धोखाधड़ी के मामले सभी पहुंच खो देते हैं।", "पुरस्कार जब्ती: सभी लंबित और अर्जित पुरस्कार रद्द और गैर-वापसी योग्य हैं।", "वापस लेना: यदि धोखाधड़ी से प्राप्त किया गया हो तो पहले से भुगतान किए गए पुरस्कार वापस लिए जा सकते हैं।", "कानूनी कार्रवाई: हम धोखाधड़ी या चोरी के लिए कानूनी उपाय खोजने का अधिकार सुरक्षित रखते हैं।", "डिवाइस/IP ब्लॉक: प्रतिबंधित उपयोगकर्ताओं को समान डिवाइस या नेटवर्क पर नए खाते बनाने से ब्लॉक किया जा सकता है।"],
        "section4Minor": "मामूली उल्लंघनों के लिए: चेतावनी, अस्थायी सुविधा प्रतिबंध, या पुरस्कार होल्ड।"
      }
    }
  }
}
