{
  "legal": {
    "privacy": "गोपनीयता",
    "terms": "शर्तें",
    "guidelines": "दिशानिर्देश",
    "referrals": "रेफ़रल",
    "refunds": "रिफंड",
    "back": "वापस",
    "lastUpdated": "अंतिम अपडेट",
    "agreeToTerms": "मैं सहमत हूं",
    "and": "और",
    "privacyLink": "गोपनीयता नीति",
    "termsLink": "सेवा की शर्तें",
    "referralPolicyLink": "रेफ़रल नीति",
    "pages": {      "privacyPolicy": {
        "title": "गोपनीयता नीति",
        "intro": "Moondala आपका व्यक्तिगत डेटा नहीं बेचता। हम लेनदेन और सेवाओं से पैसा कमाते हैं — विज्ञापन से नहीं जो उपयोगकर्ता डेटा का शोषण करता है।",
        "section1Title": "1) हम क्या एकत्र करते हैं",
        "section1Content": ["<strong>खाता जानकारी:</strong> नाम, ईमेल, फोन (यदि आप इसे जोड़ते हैं), देश, बुनियादी प्रोफ़ाइल विवरण।", "<strong>ऐप गतिविधि:</strong> फॉलो, लाइक, कमेंट, संदेश, रेफरल जैसी क्रियाएं (धोखाधड़ी को रोकने के लिए)।", "<strong>खरीद और लेनदेन जानकारी:</strong> ऑर्डर, भुगतान स्थिति, रिफंड/रिटर्न इतिहास।", "<strong>डिवाइस और लॉग डेटा:</strong> IP पता, ब्राउज़र/डिवाइस प्रकार, ऐप त्रुटियां, सुरक्षा लॉग।"],
        "section2Title": "2) हम आपके डेटा का उपयोग कैसे करते हैं",
        "section2Content": ["आपका खाता बनाने और सुरक्षित करने के लिए (लॉगिन, धोखाधड़ी रोकथाम, दुरुपयोग का पता लगाना)।", "ऑर्डर, रिटर्न, रिफंड और ग्राहक सहायता को संसाधित करने के लिए।", "मुख्य उत्पाद सुविधाओं को शक्ति देने के लिए (फ़ीड, संदेश, दुकान पृष्ठ, रेफरल)।", "विश्वसनीयता और प्रदर्शन में सुधार करने के लिए (क्रैश लॉग, बग फिक्सिंग, एनालिटिक्स)।"],
        "section3Title": "3) हम क्या नहीं करते",
        "section3Content": ["हम आपका व्यक्तिगत डेटा <strong>नहीं</strong> बेचते।", "हम तृतीय-पक्ष विज्ञापनदाताओं को आपके निजी प्रोफ़ाइल डेटा का उपयोग करके आपको लक्षित करने की अनुमति <strong>नहीं</strong> देते।"],
        "section4Title": "4) साझाकरण",
        "section4Intro": "हम सीमित डेटा केवल तभी साझा कर सकते हैं जब सेवा चलाने के लिए आवश्यक हो, जैसे:",
        "section4Content": ["<strong>भुगतान प्रोसेसर</strong> (लेनदेन पूरा करने के लिए)।", "<strong>बुनियादी ढांचा प्रदाता</strong> (होस्टिंग, डेटाबेस, ईमेल/SMS भेजना)।", "<strong>कानूनी</strong> (यदि कानून द्वारा आवश्यक हो, या उपयोगकर्ताओं की रक्षा करने और धोखाधड़ी को रोकने के लिए)।"],
        "section5Title": "5) कुकीज़ और एनालिटिक्स",
        "section5Content": "हम ऐप को बेहतर बनाने के लिए लॉगिन सत्रों और बुनियादी एनालिटिक्स के लिए कुकीज़/स्थानीय स्टोरेज का उपयोग कर सकते हैं। आप अपने ब्राउज़र में कुकीज़ को प्रतिबंधित कर सकते हैं, लेकिन कुछ सुविधाएं काम नहीं कर सकती हैं।",
        "section6Title": "6) आपकी पसंद",
        "section6Content": ["सेटिंग्स से अपनी प्रोफ़ाइल अपडेट करें।", "खाता हटाने का अनुरोध करें (जहां संभव हो डेटा हटाता है या गुमनाम करता है)।", "गोपनीयता सुविधाओं को नियंत्रित करें (प्रोफ़ाइल दृश्यता, कौन आपको संदेश भेज सकता है) यदि आपकी सेटिंग्स में उपलब्ध हो।"],
        "section7Title": "7) डेटा सुरक्षा",
        "section7Content": "हम उचित सुरक्षा प्रथाओं (पारगमन में एन्क्रिप्शन, पहुंच नियंत्रण, निगरानी) का उपयोग करते हैं, लेकिन कोई भी सिस्टम 100% सुरक्षित नहीं है।",
        "section8Title": "8) संपर्क",
        "section8Content": "तैयार होने पर समर्थन ईमेल जोड़ें (उदाहरण: <strong>support@moondala.one</strong>)।"
      },
      "termsOfService": {
        "title": "सेवा की शर्तें",
        "intro": "Moondala का उपयोग करके, आप इन शर्तों का पालन करने के लिए सहमत होते हैं। यदि आप सहमत नहीं हैं, तो ऐप का उपयोग न करें।",
        "section1Title": "1) खाते",
        "section1Content": ["आपको सटीक जानकारी प्रदान करनी होगी और अपने खाते को सुरक्षित रखना होगा।", "आप अपने खाते के तहत गतिविधि के लिए जिम्मेदार हैं।", "हम धोखाधड़ी, दुरुपयोग या नियम उल्लंघन में शामिल खातों को निलंबित कर सकते हैं।"],
        "section2Title": "2) आप क्या नहीं कर सकते",
        "section2Content": ["घोटाले, छद्म रूपण, धोखाधड़ी, या भ्रामक रेफरल व्यवहार।", "उत्पीड़न, घृणास्पद भाषण, धमकी, या अवैध सामग्री।", "बग का फायदा उठाने या प्लेटफॉर्म को रिवर्स इंजीनियर करने की कोशिश करना।"],
        "section3Title": "3) धोखाधड़ी और दुरुपयोग",
        "section3Intro": "हमारे पास धोखाधड़ी और दुरुपयोग के लिए शून्य सहनशीलता है। आपको प्रतिबंधित किया जाएगा यदि आप:",
        "section3Content": ["पुरस्कार प्राप्त करने या रेफरल में हेरफेर करने के लिए डुप्लिकेट या नकली खाते बनाते हैं।", "बॉट्स, स्क्रिप्ट, या स्वचालित खाता निर्माण का उपयोग करके 'रेफरल फार्म' चलाते हैं।", "लाभ के लिए रेफरल कोड या खातों को बेचना, खरीदना, व्यापार करना या साझा करना।", "प्रतिस्पर्धी रेफरल योजनाओं को स्पैम तरीके से बढ़ावा देने के लिए Moondala का उपयोग करना।", "Moondala सामग्री, कोड, ब्रांडिंग चुराना या Moondala का रूप धारण करना।", "रेफरल ट्रैकिंग, ऑर्डर सिस्टम, या पुरस्कार गणना में हेरफेर करने का प्रयास।"],
        "section4Title": "4) लेनदेन",
        "section4Content": ["ऑर्डर, रिटर्न और रिफंड हमारी रिफंड नीति का पालन करते हैं।", "कुछ वस्तुएं गैर-वापसी योग्य हो सकती हैं यदि स्पष्ट रूप से लेबल किया गया हो।", "जब रिफंड/चार्जबैक होता है तो हम पुरस्कार रोक सकते हैं या उलट सकते हैं।"],
        "section5Title": "5) रेफरल पुरस्कार",
        "section5Content": "पुरस्कार रेफरल और पुरस्कार नीति द्वारा शासित होते हैं। हम संदिग्ध दुरुपयोग या नकली खातों के लिए पुरस्कार रोक सकते हैं या अस्वीकार कर सकते हैं।",
        "section6Title": "6) आपके द्वारा पोस्ट की गई सामग्री",
        "section6Content": ["आप अपनी सामग्री के स्वामी हैं, लेकिन आप Moondala को इसे ऐप में प्रदर्शित करने की अनुमति देते हैं।", "ऐसी सामग्री पोस्ट न करें जिसके आपके पास अधिकार नहीं हैं।"],
        "section7Title": "7) निलंबन और समाप्ति",
        "section7Intro": "हम उन खातों को निलंबित या स्थायी रूप से प्रतिबंधित करने का अधिकार सुरक्षित रखते हैं जो:",
        "section7Content": ["इन शर्तों का उल्लंघन करते हैं, विशेष रूप से धोखाधड़ी और दुरुपयोग प्रावधान।", "ऐसे व्यवहार में संलग्न होते हैं जो अन्य उपयोगकर्ताओं या प्लेटफॉर्म को नुकसान पहुंचाते हैं।", "बार-बार नियम उल्लंघन में शामिल होते हैं या चेतावनियों को अनदेखा करते हैं।"],
        "section7Note": "प्रतिबंधित उपयोगकर्ता सभी लंबित पुरस्कार खो देते हैं और नए खाते बनाने से अवरुद्ध हो सकते हैं।",
        "section8Title": "8) सेवा परिवर्तन",
        "section8Content": "हम सुविधाओं, शुल्क और नीतियों को अपडेट कर सकते हैं जैसे-जैसे Moondala बढ़ता है। हम 'अंतिम अपडेट' तिथि को अपडेट करेंगे।",
        "section9Title": "9) दायित्व",
        "section9Content": "Moondala 'जैसा है' प्रदान किया गया है। कानून द्वारा अनुमत पूर्ण सीमा तक, हम अप्रत्यक्ष क्षति (खोया लाभ, डेटा हानि, आदि) के लिए उत्तरदायी नहीं हैं।",
        "section10Title": "10) संपर्क",
        "section10Content": "समर्थन संपर्क यहां सूचीबद्ध किया जाएगा (उदाहरण: support@moondala.one)।"
      },
      "communityGuidelines": {
        "title": "समुदाय दिशानिर्देश",
        "intro": "Moondala सामाजिक वाणिज्य है — इसे सुरक्षित, ईमानदार और सम्मानजनक रखें।",
        "allowedTitle": "अनुमत",
        "allowedContent": ["वास्तविक उत्पाद चर्चा, समीक्षा, ईमानदार प्रतिक्रिया।", "सच्चाई से रेफरल कोड साझा करना (कोई धोखा नहीं)।", "सम्मानजनक असहमति।"],
        "notAllowedTitle": "अनुमति नहीं",
        "notAllowedContent": ["घोटाले, नकली उपहार, या भ्रामक 'गारंटीड कमाई' दावे।", "उत्पीड़न, घृणास्पद भाषण, धमकी, या बदमाशी।", "अवैध वस्तुएं/सेवाएं या गलत काम के लिए निर्देश।", "स्पैम (बड़े पैमाने पर पोस्टिंग, दोहराव वाले लिंक, बॉट व्यवहार)।"],
        "enforcementTitle": "प्रवर्तन",
        "enforcementContent": ["हम सामग्री हटा सकते हैं या सुविधाओं को प्रतिबंधित कर सकते हैं।", "गंभीर या बार-बार उल्लंघन निलंबन या स्थायी प्रतिबंध का कारण बन सकते हैं।"],
        "reportingTitle": "रिपोर्टिंग",
        "reportingContent": "यदि आप दुरुपयोग देखते हैं, तो इसे ऐप में रिपोर्ट करें (या जब जोड़ा जाए तो समर्थन ईमेल)।"
      },
      "refundPolicy": {
        "title": "वापसी और रिफंड नीति",
        "intro": "यह नीति मानक वापसी/रिफंड नियमों का वर्णन करती है। दुकानों में उत्पाद पृष्ठ पर दिखाए गए अतिरिक्त नियम हो सकते हैं।",
        "section1Title": "1) वापसी विंडो",
        "section1Content": ["सामान्य वापसी विंडो: 7-30 दिन (दुकान और उत्पाद श्रेणी पर निर्भर करता है)।", "कुछ वस्तुएं गैर-वापसी योग्य हो सकती हैं (खरीद से पहले दिखाया गया)।"],
        "section2Title": "2) रिफंड विधि",
        "section2Content": ["रिफंड यथासंभव मूल भुगतान विधि में वापस जाते हैं।", "यदि आपने Moondala क्रेडिट/वॉलेट का उपयोग किया है, तो रिफंड वॉलेट में वापस आ सकता है।"],
        "section3Title": "3) शिपिंग और स्थिति",
        "section3Content": ["वस्तुओं को मूल स्थिति में वापस किया जाना चाहिए जब तक कि क्षतिग्रस्त/दोषपूर्ण न हो।", "वापसी शिपिंग जिम्मेदारी कारण पर निर्भर कर सकती है (दोष बनाम मन बदलना)।"],
        "section4Title": "4) धोखाधड़ी और दुरुपयोग",
        "section4Content": "हम दुरुपयोग, बार-बार संदिग्ध व्यवहार, या नीति उल्लंघन के लिए रिफंड से इनकार कर सकते हैं।",
        "section5Title": "5) रेफरल पुरस्कार",
        "section5Content": "यदि ऑर्डर रिफंड किया जाता है, तो संबंधित रेफरल पुरस्कार उलट हो सकते हैं।"
      },      "referralPolicy": {
        "title": "रेफ़रल और पुरस्कार नीति",
        "intro": "रेफ़रल वास्तविक लोगों के लिए हैं जो वास्तविक लोगों को आमंत्रित करते हैं। धोखाधड़ी विश्वास को मारती है — हम इसे सख्ती से लागू करते हैं।",
        "section1Title": "1) पुरस्कार कैसे काम करते हैं",
        "section1Content": ["आपकी रेफ़रल श्रृंखला में पात्र लेनदेन से पुरस्कार अर्जित किए जा सकते हैं।", "पुरस्कार स्तर, प्रतिशत और अवधि Moondala द्वारा कॉन्फ़िगर की जा सकती हैं और समय के साथ बदल सकती हैं।", "कुछ लेनदेन को बाहर रखा जा सकता है (रिफंड, चार्जबैक, धोखाधड़ी, प्रतिबंधित वस्तुएं)।"],
        "section2Title": "2) धोखाधड़ी और दुरुपयोग (शून्य सहनशीलता)",
        "section2Intro": "यदि आप निम्न करते हैं तो आप स्थायी रूप से प्रतिबंधित हो जाएंगे:",
        "section2Content": ["पुरस्कार अर्जित करने के लिए डुप्लिकेट या नकली खाते बनाना (परिवार/दोस्त के खातों को धोखाधड़ी से उपयोग करना शामिल है)।", "बॉट्स, स्क्रिप्ट या स्वचालित खाता निर्माण टूल का उपयोग करके \"रेफ़रल फ़ार्म\" चलाना।", "स्व-संदर्भ (अपने आप को संदर्भित करने के लिए दूसरे खाते का उपयोग)।", "पैसे या लाभ के लिए रेफ़रल कोड या खातों को खरीदना, बेचना, ट्रेड करना या साझा करना।", "प्रतिस्पर्धी रेफ़रल योजनाओं या MLM कार्यक्रमों को स्पैम करने के लिए Moondala का उपयोग करना।", "तकनीकी शोषण के माध्यम से रेफ़रल ट्रैकिंग, ऑर्डर डेटा या पुरस्कार गणना में हेरफेर करना।", "Moondala का रूप धारण करना या हमारी सामग्री/कोड/ब्रांडिंग चुराना।", "\"गारंटीड आय\" या \"जोखिम-मुक्त लाभ\" जैसे भ्रामक दावे करना।"],
        "section2Detection": "पता लगाना: हम स्वचालित धोखाधड़ी पहचान, मैनुअल समीक्षाओं और पैटर्न विश्लेषण का उपयोग करते हैं। संदिग्ध गतिविधि तत्काल जांच शुरू करती है।",
        "section3Title": "3) होल्ड, उलटफेर और जांच",
        "section3Content": ["हम पुरस्कारों को तब तक रोक सकते हैं जब तक कि ऑर्डर पूरा नहीं हो जाता या रिटर्न विंडो नहीं गुजर जाती।", "यदि रिफंड/चार्जबैक होता है, तो संबंधित पुरस्कार उलट दिए जा सकते हैं।", "हम धोखाधड़ी की जांच के दौरान भुगतान रोक सकते हैं।"],
        "section4Title": "4) प्रवर्तन और परिणाम",
        "section4Intro": "धोखाधड़ी और दुरुपयोग के उल्लंघनों के लिए:",
        "section4Content": ["तत्काल निलंबन: जांच लंबित खाता अक्षम।", "स्थायी प्रतिबंध: दोहराने वाले अपराधी या गंभीर धोखाधड़ी के मामले सभी पहुंच खो देते हैं।", "पुरस्कार जब्ती: सभी लंबित और अर्जित पुरस्कार रद्द और गैर-वापसी योग्य हैं।", "वापस लेना: यदि धोखाधड़ी से प्राप्त किया गया हो तो पहले से भुगतान किए गए पुरस्कार वापस लिए जा सकते हैं।", "कानूनी कार्रवाई: हम धोखाधड़ी या चोरी के लिए कानूनी उपाय खोजने का अधिकार सुरक्षित रखते हैं।", "डिवाइस/IP ब्लॉक: प्रतिबंधित उपयोगकर्ताओं को समान डिवाइस या नेटवर्क पर नए खाते बनाने से ब्लॉक किया जा सकता है।"],
        "section4Minor": "मामूली उल्लंघनों के लिए: चेतावनी, अस्थायी सुविधा प्रतिबंध, या पुरस्कार होल्ड।"
      }
    }
  }
}
