{
  "legal": {
    "privacy": "Privacy",
    "terms": "Termini",
    "guidelines": "Linee guida",
    "referrals": "Referenze",
    "refunds": "Rimborsi",
    "back": "Indietro",
    "lastUpdated": "Ultimo aggiornamento",
    "agreeToTerms": "Accetto i",
    "and": "e",
    "privacyLink": "Politica sulla Privacy",
    "termsLink": "Termini di Servizio",
    "referralPolicyLink": "Politica di Riferimento",
    "pages": {      "privacyPolicy": {
        "title": "Informativa sulla Privacy",
        "intro": "Moondala non vende i tuoi dati personali. Guadagniamo dalle transazioni e dai servizi — non dalla pubblicità che sfrutta i dati degli utenti.",
        "section1Title": "1) Cosa raccogliamo",
        "section1Content": ["<strong>Informazioni account:</strong> nome, email, telefono (se lo aggiungi), paese, dettagli di base del profilo.", "<strong>Attività app:</strong> azioni come follow, mi piace, commenti, messaggi, referral (per prevenire frodi).", "<strong>Informazioni acquisto e transazione:</strong> ordini, stato pagamenti, cronologia rimborsi/resi.", "<strong>Dati dispositivo e log:</strong> indirizzo IP, tipo browser/dispositivo, errori app, log di sicurezza."],
        "section2Title": "2) Come usiamo i tuoi dati",
        "section2Content": ["Per creare e proteggere il tuo account (login, prevenzione frodi, rilevamento abusi).", "Per elaborare ordini, resi, rimborsi e assistenza clienti.", "Per alimentare le funzionalità principali del prodotto (feed, messaggistica, pagine negozio, referral).", "Per migliorare affidabilità e prestazioni (log crash, correzione bug, analytics)."],
        "section3Title": "3) Cosa NON facciamo",
        "section3Content": ["<strong>Non</strong> vendiamo i tuoi dati personali.", "<strong>Non</strong> permettiamo agli inserzionisti di terze parti di targetizzarti usando i tuoi dati di profilo privati."],
        "section4Title": "4) Condivisione",
        "section4Intro": "Potremmo condividere dati limitati solo quando necessario per gestire il servizio, come:",
        "section4Content": ["<strong>Processori di pagamento</strong> (per completare le transazioni).", "<strong>Provider di infrastruttura</strong> (hosting, database, invio email/SMS).", "<strong>Legale</strong> (se richiesto dalla legge, o per proteggere gli utenti e prevenire frodi)."],
        "section5Title": "5) Cookie e analytics",
        "section5Content": "Potremmo usare cookie/storage locale per sessioni di login e analytics di base per migliorare l'app. Puoi limitare i cookie nel tuo browser, ma alcune funzionalità potrebbero non funzionare.",
        "section6Title": "6) Le tue scelte",
        "section6Content": ["Aggiorna il tuo profilo dalle Impostazioni.", "Richiedi l'eliminazione dell'account (rimuove o anonimizza i dati dove possibile).", "Controlla le funzionalità di privacy (visibilità profilo, chi può inviarti messaggi) se disponibili nelle tue Impostazioni."],
        "section7Title": "7) Sicurezza dei dati",
        "section7Content": "Usiamo pratiche di sicurezza ragionevoli (crittografia in transito, controlli di accesso, monitoraggio), ma nessun sistema è sicuro al 100%.",
        "section8Title": "8) Contatto",
        "section8Content": "Aggiungi un'email di supporto quando pronto (esempio: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Termini di Servizio",
        "intro": "Usando Moondala, accetti di seguire questi Termini. Se non sei d'accordo, non usare l'app.",
        "section1Title": "1) Account",
        "section1Content": ["Devi fornire informazioni accurate e mantenere il tuo account sicuro.", "Sei responsabile dell'attività sul tuo account.", "Potremmo sospendere account coinvolti in frodi, abusi o violazioni delle regole."],
        "section2Title": "2) Cosa non puoi fare",
        "section2Content": ["Truffe, impersonificazione, frodi o comportamento di referral ingannevole.", "Molestie, incitamento all'odio, minacce o contenuti illegali.", "Tentare di sfruttare bug o fare reverse engineering della piattaforma."],
        "section3Title": "3) Frodi e abusi",
        "section3Intro": "Abbiamo tolleranza zero per frodi e abusi. Sarai bannato se:",
        "section3Content": ["Crei account duplicati o falsi per raccogliere ricompense o manipolare referral.", "Gestisci 'farm di referral' usando bot, script o creazione automatizzata di account.", "Vendi, compri, scambi o condividi codici referral o account per profitto.", "Usi Moondala per promuovere schemi di referral concorrenti in modo spam.", "Rubi contenuti, codice, branding Moondala o impersoni Moondala.", "Tenti di manipolare il tracking referral, i sistemi di ordini o i calcoli delle ricompense."],
        "section4Title": "4) Transazioni",
        "section4Content": ["Ordini, resi e rimborsi seguono la nostra Politica di Rimborso.", "Alcuni articoli potrebbero essere non rimborsabili se chiaramente etichettati.", "Potremmo trattenere o annullare ricompense quando avvengono rimborsi/chargeback."],
        "section5Title": "5) Ricompense referral",
        "section5Content": "Le ricompense sono regolate dalla Politica Referral e Ricompense. Potremmo sospendere o negare ricompense per sospetto abuso o account falsi.",
        "section6Title": "6) Contenuti che pubblichi",
        "section6Content": ["Possiedi i tuoi contenuti, ma dai a Moondala il permesso di visualizzarli nell'app.", "Non pubblicare contenuti di cui non hai i diritti."],
        "section7Title": "7) Sospensione e terminazione",
        "section7Intro": "Ci riserviamo il diritto di sospendere o bannare permanentemente account che:",
        "section7Content": ["Violano questi Termini, specialmente le disposizioni su frodi e abusi.", "Si impegnano in comportamenti che danneggiano altri utenti o la piattaforma.", "Sono coinvolti in violazioni ripetute delle regole o ignorano gli avvisi."],
        "section7Note": "Gli utenti bannati perdono tutte le ricompense in sospeso e potrebbero essere bloccati dalla creazione di nuovi account.",
        "section8Title": "8) Modifiche del servizio",
        "section8Content": "Potremmo aggiornare funzionalità, tariffe e politiche man mano che Moondala cresce. Aggiorneremo la data 'Ultimo aggiornamento'.",
        "section9Title": "9) Responsabilità",
        "section9Content": "Moondala è fornito 'così com'è'. Nella massima misura consentita dalla legge, non siamo responsabili per danni indiretti (perdita di profitti, perdita di dati, ecc.).",
        "section10Title": "10) Contatto",
        "section10Content": "Il contatto di supporto sarà elencato qui (esempio: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Linee Guida della Comunità",
        "intro": "Moondala è commercio sociale — mantienilo sicuro, onesto e rispettoso.",
        "allowedTitle": "Consentito",
        "allowedContent": ["Discussioni reali sui prodotti, recensioni, feedback onesti.", "Condivisione di codici referral in modo veritiero (nessun inganno).", "Disaccordo rispettoso."],
        "notAllowedTitle": "Non consentito",
        "notAllowedContent": ["Truffe, omaggi falsi o affermazioni ingannevoli di 'guadagni garantiti'.", "Molestie, incitamento all'odio, minacce o bullismo.", "Articoli/servizi illegali o istruzioni per comportamenti scorretti.", "Spam (pubblicazione di massa, link ripetitivi, comportamento da bot)."],
        "enforcementTitle": "Applicazione",
        "enforcementContent": ["Potremmo rimuovere contenuti o limitare funzionalità.", "Violazioni gravi o ripetute possono portare a sospensione o ban permanente."],
        "reportingTitle": "Segnalazione",
        "reportingContent": "Se vedi abusi, segnalali nell'app (o email di supporto quando aggiunta)."
      },
      "refundPolicy": {
        "title": "Politica di Reso e Rimborso",
        "intro": "Questa politica descrive le regole standard di reso/rimborso. I negozi potrebbero avere regole aggiuntive mostrate sulla pagina del prodotto.",
        "section1Title": "1) Finestra di reso",
        "section1Content": ["Finestra di reso tipica: 7-30 giorni (dipende dal negozio e dalla categoria del prodotto).", "Alcuni articoli potrebbero essere non restituibili (mostrati prima dell'acquisto)."],
        "section2Title": "2) Metodo di rimborso",
        "section2Content": ["I rimborsi tornano al metodo di pagamento originale quando possibile.", "Se hai usato crediti/portafoglio Moondala, i rimborsi potrebbero tornare al portafoglio."],
        "section3Title": "3) Spedizione e condizione",
        "section3Content": ["Gli articoli devono essere restituiti in condizioni originali a meno che danneggiati/difettosi.", "La responsabilità della spedizione di reso potrebbe dipendere dal motivo (difetto vs ripensamento)."],
        "section4Title": "4) Frodi e abusi",
        "section4Content": "Potremmo negare rimborsi per abusi, comportamenti sospetti ripetuti o violazioni delle politiche.",
        "section5Title": "5) Ricompense referral",
        "section5Content": "Se un ordine viene rimborsato, le ricompense referral correlate potrebbero essere annullate."
      },      "referralPolicy": {
        "title": "Politica di Riferimento e Ricompense",
        "intro": "I riferimenti sono destinati a persone reali che invitano persone reali. La frode distrugge la fiducia — la applichiamo rigorosamente.",
        "section1Title": "1) Come funzionano le ricompense",
        "section1Content": ["Le ricompense possono essere guadagnate da transazioni idonee nella tua catena di riferimento.", "I livelli, le percentuali e le durate delle ricompense possono essere configurabili da Moondala e possono cambiare nel tempo.", "Alcune transazioni possono essere escluse (rimborsi, storni di addebito, frode, articoli limitati)."],
        "section2Title": "2) Frode e abuso (tolleranza zero)",
        "section2Intro": "Sarai bannato permanentemente se:",
        "section2Content": ["Crei account duplicati o falsi per raccogliere ricompense (inclusi account di familiari/amici usati fraudolentemente).", "Gestisci \"fattorie di riferimento\" usando bot, script o strumenti di creazione account automatizzati.", "Ti auto-riferisci (usare un altro account per riferirti a te stesso).", "Acquisti, vendi, scambi o condividi codici di riferimento o account per denaro o benefici.", "Usi Moondala per promuovere in modo spam schemi di riferimento concorrenti o programmi MLM.", "Manipoli il tracciamento dei riferimenti, i dati degli ordini o i calcoli delle ricompense attraverso exploit tecnici.", "Impersoni Moondala o rubi i nostri contenuti/codice/branding.", "Fai affermazioni fuorvianti come \"reddito garantito\" o \"profitto senza rischi\"."],
        "section2Detection": "Rilevamento: Utilizziamo il rilevamento automatico delle frodi, revisioni manuali e analisi dei modelli. L'attività sospetta innesca un'indagine immediata.",
        "section3Title": "3) Sospensioni, inversioni e indagini",
        "section3Content": ["Possiamo trattenere le ricompense fino a quando un ordine non è completato o la finestra di reso non è passata.", "Se si verifica un rimborso/storno di addebito, le ricompense correlate possono essere invertite.", "Possiamo sospendere i pagamenti durante le indagini antifrode."],
        "section4Title": "4) Applicazione e conseguenze",
        "section4Intro": "Per violazioni di frode e abuso:",
        "section4Content": ["Sospensione immediata: Account disabilitato in attesa di indagine.", "Divieto permanente: I recidivi o i casi gravi di frode perdono tutto l'accesso.", "Confisca delle ricompense: Tutte le ricompense in sospeso e guadagnate vengono annullate e non rimborsabili.", "Recupero: Le ricompense già pagate possono essere recuperate se ottenute fraudolentemente.", "Azione legale: Ci riserviamo il diritto di perseguire rimedi legali per frode o furto.", "Blocchi di dispositivo/IP: Gli utenti bannati possono essere bloccati dalla creazione di nuovi account sullo stesso dispositivo o rete."],
        "section4Minor": "Per violazioni minori: Avvisi, restrizioni temporanee delle funzionalità o sospensioni delle ricompense."
      }
    }
  }
}
