{
  "legal": {
    "privacy": "Gizlilik",
    "terms": "Şartlar",
    "guidelines": "Kurallar",
    "referrals": "Yönlendirmeler",
    "refunds": "İadeler",
    "back": "Geri",
    "lastUpdated": "Son güncelleme",
    "agreeToTerms": "Kabul ediyorum",
    "and": "ve",
    "privacyLink": "Gizlilik Politikası",
    "termsLink": "Hizmet Şartları",
    "referralPolicyLink": "Yönlendirme Politikası",
    "pages": {
      "privacyPolicy": {
        "title": "Gizlilik Politikası",
        "intro": "Moondala kişisel verilerinizi satmaz. Gelirlerimizi işlemlerden ve hizmetlerden elde ediyoruz — kullanıcı verilerini istismar eden reklamlardan değil.",
        "section1Title": "1) Neler Topluyoruz",
        "section1Content": ["<strong>Hesap bilgileri:</strong> isim, e-posta, telefon (eklerseniz), ülke, temel profil detayları.", "<strong>Uygulama etkinliği:</strong> takip, beğeni, yorum, mesaj, tavsiye gibi eylemler (dolandırıcılığı önlemek için).", "<strong>Satın alma ve işlem bilgileri:</strong> siparişler, ödeme durumu, iade/geri ödeme geçmişi.", "<strong>Cihaz ve günlük verileri:</strong> IP adresi, tarayıcı/cihaz türü, uygulama hataları, güvenlik günlükleri."],
        "section2Title": "2) Verilerinizi Nasıl Kullanıyoruz",
        "section2Content": ["Hesabınızı oluşturmak ve korumak için (giriş, dolandırıcılığı önleme, kötüye kullanımı tespit etme).", "Siparişleri, iadeleri, geri ödemeleri ve müşteri desteğini işlemek için.", "Temel ürün özelliklerini desteklemek için (akış, mesajlaşma, mağaza sayfaları, tavsiyeler).", "Güvenilirliği ve performansı artırmak için (çökme günlükleri, hata düzeltme, analitik)."],
        "section3Title": "3) Ne Yapmıyoruz",
        "section3Content": ["Kişisel verilerinizi <strong>satmıyoruz</strong>.", "Üçüncü taraf reklamverenlerin özel profil verilerinizi kullanarak sizi hedeflemesine <strong>izin vermiyoruz</strong>."],
        "section4Title": "4) Paylaşım",
        "section4Intro": "Hizmeti çalıştırmak için gerekli olduğunda yalnızca sınırlı veri paylaşabiliriz:",
        "section4Content": ["<strong>Ödeme işlemcileri</strong> (işlemleri tamamlamak için).", "<strong>Altyapı sağlayıcıları</strong> (barındırma, veritabanı, e-posta/SMS gönderimi).", "<strong>Yasal gereklilikler</strong> (yasalarca gerekli olduğunda veya kullanıcıları korumak ve dolandırıcılığı önlemek için)."],
        "section5Title": "5) Çerezler ve Analitik",
        "section5Content": "Giriş oturumları ve uygulamayı geliştirmek için temel analitik için çerezler/yerel depolama kullanabiliriz. Tarayıcınızda çerezleri sınırlayabilirsiniz, ancak bazı özellikler çalışmayabilir.",
        "section6Title": "6) Seçimleriniz",
        "section6Content": ["Profilinizi Ayarlar'dan güncelleyin.", "Hesap silme isteğinde bulunun (mümkün olduğunda verileri kaldırır veya anonimleştirir).", "Gizlilik özelliklerini kontrol edin (profil görünürlüğü, size mesaj gönderebilecek kişiler vb.) — Ayarlarınızda mevcutsa."],
        "section7Title": "7) Veri Güvenliği",
        "section7Content": "Makul güvenlik önlemleri kullanıyoruz (aktarım sırasında şifreleme, erişim kontrolü, izleme), ancak %100 güvenli bir sistem yoktur.",
        "section8Title": "8) İletişim",
        "section8Content": "Hazır olduğunuzda destek e-postası ekleyin (örnek: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Hizmet Şartları",
        "intro": "Moondala'yı kullanarak bu Şartları takip etmeyi kabul ediyorsunuz. Kabul etmiyorsanız, uygulamayı kullanmayın.",
        "section1Title": "1) Hesap",
        "section1Content": ["Doğru bilgiler sağlamalı ve hesabınızı güvende tutmalısınız.", "Hesabınızdaki etkinlikten siz sorumlusunuz.", "Dolandırıcılık, kötüye kullanım veya kural ihlaliyle ilgili hesapları askıya alabiliriz."],
        "section2Title": "2) Yapamayacaklarınız",
        "section2Content": ["Dolandırıcılık, kimliğe bürünme, hile veya aldatıcı tavsiye davranışı.", "Taciz, nefret söylemi, tehdit veya yasadışı içerik.", "Hataları istismar etmeye veya platformu tersine mühendislik yapmaya çalışmak."],
        "section3Title": "3) Dolandırıcılık ve Kötüye Kullanım",
        "section3Intro": "Dolandırıcılık ve kötüye kullanıma sıfır toleransımız var. Şunları yaparsanız yasaklanacaksınız:",
        "section3Content": ["Ödülleri toplamak veya tavsiyeleri manipüle etmek için yinelenen veya sahte hesaplar oluşturmak.", "Botlar, betikler veya otomatik hesap oluşturma kullanarak 'tavsiye çiftlikleri' işletmek.", "Kar için tavsiye kodlarını veya hesapları satmak, satın almak, takas etmek veya paylaşmak.", "Rakip tavsiye planlarını tanıtmak için Moondala'yı spam şekilde kullanmak.", "Moondala'nın içeriğini, kodunu, markasını çalmak veya Moondala'ya bürünmek.", "Tavsiye izleme, sipariş sistemleri veya ödül hesaplamalarını manipüle etmeye çalışmak."],
        "section4Title": "4) İşlemler",
        "section4Content": ["Siparişler, iadeler ve geri ödemeler Geri Ödeme Politikamızı takip eder.", "Açıkça etiketlenmişse bazı ürünler iade edilemez olabilir.", "Geri ödemeler/ters ibrazlar gerçekleştiğinde ödülleri alıkoyabilir veya iptal edebiliriz."],
        "section5Title": "5) Tavsiye Ödülleri",
        "section5Content": "Ödüller Tavsiye ve Ödül Politikası tarafından yönetilir. Şüpheli kötüye kullanım veya sahte hesaplar için ödülleri askıya alabilir veya reddedebiliriz.",
        "section6Title": "6) Yayınladığınız İçerik",
        "section6Content": ["İçeriğiniz size aittir, ancak Moondala'ya uygulamada görüntüleme izni verirsiniz.", "Haklarınızın olmadığı içerik yayınlamayın."],
        "section7Title": "7) Askıya Alma ve Sonlandırma",
        "section7Intro": "Şu hesapları askıya alma veya kalıcı olarak yasaklama hakkını saklı tutarız:",
        "section7Content": ["Bu Şartları, özellikle dolandırıcılık ve kötüye kullanım hükümlerini ihlal edenler.", "Diğer kullanıcılara veya platforma zarar veren davranışlarda bulunanlar.", "Tekrarlayan kural ihlallerine katılanlar veya uyarıları görmezden gelenler."],
        "section7Note": "Yasaklanan kullanıcılar bekleyen tüm ödülleri kaybeder ve yeni hesap oluşturmaları engellenebilir.",
        "section8Title": "8) Hizmet Değişiklikleri",
        "section8Content": "Moondala büyüdükçe özellikleri, ücretleri ve politikaları güncelleyebiliriz. 'Son Güncelleme' tarihini güncelleyeceğiz.",
        "section9Title": "9) Sorumluluk",
        "section9Content": "Moondala 'olduğu gibi' sağlanır. Yasaların izin verdiği azami ölçüde, dolaylı zararlardan (kar kaybı, veri kaybı vb.) sorumlu değiliz.",
        "section10Title": "10) İletişim",
        "section10Content": "Destek iletişimi burada listelenecektir (örnek: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Topluluk Yönergeleri",
        "intro": "Moondala sosyal ticarettir — güvenli, dürüst ve saygılı tutun.",
        "allowedTitle": "İzin Verilen",
        "allowedContent": ["Ürünler hakkında gerçek tartışmalar, incelemeler, dürüst geri bildirim.", "Doğru tavsiye kodu paylaşımı (aldatma yok).", "Saygılı anlaşmazlık."],
        "notAllowedTitle": "İzin Verilmeyen",
        "notAllowedContent": ["Dolandırıcılık, sahte hediyeler veya 'garantili kazanç' aldatıcı iddiaları.", "Taciz, nefret söylemi, tehditler veya zorbalık.", "Yasadışı ürünler/hizmetler veya suistimal talimatları.", "Spam (toplu gönderim, tekrarlayan bağlantılar, bot benzeri davranış)."],
        "enforcementTitle": "Uygulama",
        "enforcementContent": ["İçeriği kaldırabilir veya özellikleri sınırlayabiliriz.", "Ciddi veya tekrarlanan ihlaller askıya alma veya kalıcı yasağa yol açabilir."],
        "reportingTitle": "Bildirme",
        "reportingContent": "Kötüye kullanım görürseniz, uygulamada bildirin (veya destek e-postası eklendiğinde)."
      },
      "refundPolicy": {
        "title": "İade ve Geri Ödeme Politikası",
        "intro": "Bu politika standart iade/geri ödeme kurallarını özetler. Mağazaların ürün sayfasında görüntülenen ek kuralları olabilir.",
        "section1Title": "1) İade Penceresi",
        "section1Content": ["Tipik iade penceresi: 7-30 gün (mağaza ve ürün kategorisine bağlı).", "Bazı ürünler iade edilemez olabilir (satın almadan önce gösterilir)."],
        "section2Title": "2) Geri Ödeme Yöntemi",
        "section2Content": ["Geri ödemeler mümkün olduğunda orijinal ödeme yöntemine döner.", "Moondala kredisi/cüzdanı kullandıysanız, geri ödemeler cüzdana dönebilir."],
        "section3Title": "3) Nakliye ve Durum",
        "section3Content": ["Hasarlı/kusurlu olmadıkça ürünler orijinal durumda iade edilmelidir.", "İade nakliye sorumluluğu nedene bağlı olabilir (kusur vs fikir değişikliği)."],
        "section4Title": "4) Dolandırıcılık ve Kötüye Kullanım",
        "section4Content": "Kötüye kullanım, tekrarlayan şüpheli davranış veya politika ihlalleri için geri ödemeleri reddedebiliriz.",
        "section5Title": "5) Tavsiye Ödülleri",
        "section5Content": "Sipariş geri ödenirse, ilgili tavsiye ödülleri iptal edilebilir."
      },
      "referralPolicy": {
        "title": "Yönlendirme ve Ödül Politikası",
        "intro": "Yönlendirmeler gerçek insanların gerçek insanları davet etmesi içindir. Dolandırıcılık güveni yok eder — bunu sıkı bir şekilde uygularız.",
        "section1Title": "1) Ödüller nasıl çalışır",
        "section1Content": ["Yönlendirme zincirinizde uygun işlemlerden ödüller kazanılabilir.", "Ödül seviyeleri, yüzdeleri ve süreleri Moondala tarafından yapılandırılabilir ve zaman içinde değişebilir.", "Bazı işlemler hariç tutulabilir (iadeler, ters ibrazlar, dolandırıcılık, kısıtlı öğeler)."],
        "section2Title": "2) Dolandırıcılık ve kötüye kullanım (sıfır tolerans)",
        "section2Intro": "Kalıcı olarak yasaklanırsınız eğer:",
        "section2Content": ["Ödül toplamak için yinelenen veya sahte hesaplar oluşturursanız (aile/arkadaş hesaplarının hileli kullanımı dahil).", "Botlar, komut dosyaları veya otomatik hesap oluşturma araçlarını kullanarak \"yönlendirme çiftlikleri\" işletirseniz.", "Kendinize yönlendirme yaparsanız (kendinize yönlendirme yapmak için başka bir hesap kullanmak).", "Para veya faydalar için yönlendirme kodlarını veya hesapları satın alır, satar, takas eder veya paylaşırsanız.", "Rakip yönlendirme programlarını veya MLM programlarını spam ile tanıtmak için Moondala'yı kullanırsanız.", "Teknik istismarlar yoluyla yönlendirme takibini, sipariş verilerini veya ödül hesaplamalarını manipüle ederseniz.", "Moondala'yı taklit eder veya içeriğimizi/kodumuzu/markamızı çalarsanız.", "\"Garantili gelir\" veya \"risksiz kâr\" gibi yanıltıcı iddialar yaparsanız."],
        "section2Detection": "Tespit: Otomatik dolandırıcılık tespiti, manuel incelemeler ve desen analizi kullanırız. Şüpheli aktivite anında soruşturma başlatır.",
        "section3Title": "3) Askıya almalar, geri almalar ve soruşturmalar",
        "section3Content": ["Bir sipariş tamamlanana veya iade penceresi geçene kadar ödülleri tutabiliriz.", "Bir iade/ters ibraz gerçekleşirse, ilgili ödüller geri alınabilir.", "Dolandırıcılık soruşturmaları sırasında ödemeleri duraklaatabiliriz."],
        "section4Title": "4) Uygulama ve sonuçlar",
        "section4Intro": "Dolandırıcılık ve kötüye kullanım ihlalleri için:",
        "section4Content": ["Anında askıya alma: Soruşturma beklerken hesap devre dışı bırakılır.", "Kalıcı yasak: Tekrar eden suçlular veya ciddi dolandırıcılık vakaları tüm erişimi kaybeder.", "Ödül el koyma: Bekleyen ve kazanılan tüm ödüller iptal edilir ve iade edilemez.", "Geri alma: Hileli olarak elde edilirse zaten ödenmiş ödüller geri alınabilir.", "Yasal işlem: Dolandırıcılık veya hırsızlık için yasal çözümler arama hakkını saklı tutarız.", "Cihaz/IP blokları: Yasaklanan kullanıcılar aynı cihazda veya ağda yeni hesap oluşturmaktan engellenebilir."],
        "section4Minor": "Küçük ihlaller için: Uyarılar, geçici özellik kısıtlamaları veya ödül tutmaları."
      }
    }
  }
}
