{
  "legal": {
    "privacy": "Privacidade",
    "terms": "Termos",
    "guidelines": "Diretrizes",
    "referrals": "Indicações",
    "refunds": "Reembolsos",
    "back": "Voltar",
    "lastUpdated": "Última atualização",
    "agreeToTerms": "Concordo com os",
    "and": "e",
    "privacyLink": "Política de Privacidade",
    "termsLink": "Termos de Serviço",
    "referralPolicyLink": "Política de Indicações",
    "pages": {      "privacyPolicy": {
        "title": "Política de Privacidade",
        "intro": "Moondala não vende seus dados pessoais. Ganhamos dinheiro com transações e serviços — não com publicidade que explora dados de usuários.",
        "section1Title": "1) O que coletamos",
        "section1Content": ["<strong>Informações da conta:</strong> nome, e-mail, telefone (se você adicionar), país, detalhes básicos do perfil.", "<strong>Atividade do aplicativo:</strong> ações como seguir, curtir, comentários, mensagens, indicações (para prevenir fraude).", "<strong>Informações de compra e transação:</strong> pedidos, status de pagamento, histórico de reembolsos/devoluções.", "<strong>Dados de dispositivo e log:</strong> endereço IP, tipo de navegador/dispositivo, erros do aplicativo, logs de segurança."],
        "section2Title": "2) Como usamos seus dados",
        "section2Content": ["Para criar e proteger sua conta (login, prevenção de fraude, detecção de abuso).", "Para processar pedidos, devoluções, reembolsos e suporte ao cliente.", "Para alimentar recursos principais do produto (feed, mensagens, páginas de loja, indicações).", "Para melhorar a confiabilidade e o desempenho (logs de falhas, correção de bugs, análises)."],
        "section3Title": "3) O que NÃO fazemos",
        "section3Content": ["Nós <strong>não</strong> vendemos seus dados pessoais.", "Nós <strong>não</strong> permitimos que anunciantes de terceiros segmentem você usando seus dados de perfil privado."],
        "section4Title": "4) Compartilhamento",
        "section4Intro": "Podemos compartilhar dados limitados apenas quando necessário para executar o serviço, tais como:",
        "section4Content": ["<strong>Processadores de pagamento</strong> (para concluir transações).", "<strong>Provedores de infraestrutura</strong> (hospedagem, banco de dados, envio de e-mail/SMS).", "<strong>Legal</strong> (se exigido por lei, ou para proteger usuários e prevenir fraude)."],
        "section5Title": "5) Cookies e análises",
        "section5Content": "Podemos usar cookies/armazenamento local para sessões de login e análises básicas para melhorar o aplicativo. Você pode restringir cookies em seu navegador, mas alguns recursos podem não funcionar.",
        "section6Title": "6) Suas escolhas",
        "section6Content": ["Atualize seu perfil nas Configurações.", "Solicite exclusão de conta (remove ou anonimiza dados quando possível).", "Controle recursos de privacidade (visibilidade do perfil, quem pode enviar mensagens para você) se disponível em suas Configurações."],
        "section7Title": "7) Segurança de dados",
        "section7Content": "Usamos práticas de segurança razoáveis (criptografia em trânsito, controles de acesso, monitoramento), mas nenhum sistema é 100% seguro.",
        "section8Title": "8) Contato",
        "section8Content": "Adicione um e-mail de suporte quando estiver pronto (exemplo: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Termos de Serviço",
        "intro": "Ao usar o Moondala, você concorda em seguir estes Termos. Se você não concorda, não use o aplicativo.",
        "section1Title": "1) Contas",
        "section1Content": ["Você deve fornecer informações precisas e manter sua conta segura.", "Você é responsável pela atividade em sua conta.", "Podemos suspender contas envolvidas em fraude, abuso ou violações de regras."],
        "section2Title": "2) O que você não pode fazer",
        "section2Content": ["Golpes, personificação, fraude ou comportamento de indicação enganoso.", "Assédio, discurso de ódio, ameaças ou conteúdo ilegal.", "Tentar explorar bugs ou fazer engenharia reversa da plataforma."],
        "section3Title": "3) Fraude e abuso",
        "section3Intro": "Temos tolerância zero para fraude e abuso. Você será banido se:",
        "section3Content": ["Criar contas duplicadas ou falsas para coletar recompensas ou manipular indicações.", "Operar 'fazendas de indicação' usando bots, scripts ou criação automatizada de contas.", "Vender, comprar, trocar ou compartilhar códigos de indicação ou contas para lucro.", "Usar Moondala para promover esquemas de indicação concorrentes de forma spam.", "Roubar conteúdo, código, marca Moondala ou se passar por Moondala.", "Tentar manipular rastreamento de indicações, sistemas de pedidos ou cálculos de recompensas."],
        "section4Title": "4) Transações",
        "section4Content": ["Pedidos, devoluções e reembolsos seguem nossa Política de Reembolso.", "Alguns itens podem ser não reembolsáveis se claramente rotulados.", "Podemos reter ou reverter recompensas quando reembolsos/chargebacks acontecerem."],
        "section5Title": "5) Recompensas de indicação",
        "section5Content": "As recompensas são regidas pela Política de Indicação e Recompensas. Podemos pausar ou negar recompensas por suspeita de abuso ou contas falsas.",
        "section6Title": "6) Conteúdo que você publica",
        "section6Content": ["Você possui seu conteúdo, mas dá permissão ao Moondala para exibi-lo no aplicativo.", "Não publique conteúdo ao qual você não tem direitos."],
        "section7Title": "7) Suspensão e rescisão",
        "section7Intro": "Reservamo-nos o direito de suspender ou banir permanentemente contas que:",
        "section7Content": ["Violam estes Termos, especialmente provisões de fraude e abuso.", "Envolvem-se em comportamento que prejudica outros usuários ou a plataforma.", "Estão envolvidas em violações repetidas de regras ou ignoram avisos."],
        "section7Note": "Usuários banidos perdem todas as recompensas pendentes e podem ser impedidos de criar novas contas.",
        "section8Title": "8) Mudanças no serviço",
        "section8Content": "Podemos atualizar recursos, taxas e políticas conforme Moondala cresce. Vamos atualizar a data 'Última atualização'.",
        "section9Title": "9) Responsabilidade",
        "section9Content": "Moondala é fornecido 'como está'. Na máxima extensão permitida por lei, não somos responsáveis por danos indiretos (lucros cessantes, perda de dados, etc.).",
        "section10Title": "10) Contato",
        "section10Content": "O contato de suporte será listado aqui (exemplo: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Diretrizes da Comunidade",
        "intro": "Moondala é comércio social — mantenha-o seguro, honesto e respeitoso.",
        "allowedTitle": "Permitido",
        "allowedContent": ["Discussões reais sobre produtos, avaliações, feedback honesto.", "Compartilhar códigos de indicação de forma verdadeira (sem engano).", "Discordância respeitosa."],
        "notAllowedTitle": "Não permitido",
        "notAllowedContent": ["Golpes, brindes falsos ou alegações enganosas de 'ganhos garantidos'.", "Assédio, discurso de ódio, ameaças ou intimidação.", "Itens/serviços ilegais ou instruções para transgressões.", "Spam (postagem em massa, links repetitivos, comportamento de bot)."],
        "enforcementTitle": "Aplicação",
        "enforcementContent": ["Podemos remover conteúdo ou restringir recursos.", "Violações graves ou repetidas podem levar à suspensão ou banimento permanente."],
        "reportingTitle": "Denúncia",
        "reportingContent": "Se você vir abuso, denuncie no aplicativo (ou e-mail de suporte quando adicionado)."
      },
      "refundPolicy": {
        "title": "Política de Devolução e Reembolso",
        "intro": "Esta política descreve as regras padrão de devolução/reembolso. As lojas podem ter regras adicionais mostradas na página do produto.",
        "section1Title": "1) Janela de devolução",
        "section1Content": ["Janela de devolução típica: 7–30 dias (depende da loja e categoria do produto).", "Alguns itens podem ser não devolvíveis (mostrados antes da compra)."],
        "section2Title": "2) Método de reembolso",
        "section2Content": ["Os reembolsos voltam ao método de pagamento original quando possível.", "Se você usou créditos/carteira Moondala, os reembolsos podem retornar à carteira."],
        "section3Title": "3) Envio e condição",
        "section3Content": ["Os itens devem ser devolvidos em condição original, a menos que danificados/defeituosos.", "A responsabilidade do envio de devolução pode depender do motivo (defeito vs mudança de ideia)."],
        "section4Title": "4) Fraude e abuso",
        "section4Content": "Podemos negar reembolsos por abuso, comportamento suspeito repetido ou violações de política.",
        "section5Title": "5) Recompensas de indicação",
        "section5Content": "Se um pedido for reembolsado, as recompensas de indicação relacionadas podem ser revertidas."
      },      "referralPolicy": {
        "title": "Política de Indicações e Recompensas",
        "intro": "As indicações são para pessoas reais convidando pessoas reais. A fraude destrói a confiança — aplicamos isso rigorosamente.",
        "section1Title": "1) Como funcionam as recompensas",
        "section1Content": ["As recompensas podem ser ganhas de transações elegíveis em sua cadeia de indicações.", "Níveis, porcentagens e durações de recompensas podem ser configuráveis pela Moondala e podem mudar ao longo do tempo.", "Algumas transações podem ser excluídas (reembolsos, estornos, fraude, itens restritos)."],
        "section2Title": "2) Fraude e abuso (tolerância zero)",
        "section2Intro": "Você será banido permanentemente se:",
        "section2Content": ["Criar contas duplicadas ou falsas para coletar recompensas (incluindo contas de família/amigos usadas fraudulentamente).", "Executar \"fazendas de indicação\" usando bots, scripts ou ferramentas de criação automática de contas.", "Auto-indicar-se (usar outra conta para se indicar).", "Comprar, vender, trocar ou compartilhar códigos de indicação ou contas por dinheiro ou benefícios.", "Usar Moondala para promover esquemas de indicação concorrentes ou programas de MLM com spam.", "Manipular rastreamento de indicações, dados de pedidos ou cálculos de recompensas através de explorações técnicas.", "Personificar Moondala ou roubar nosso conteúdo/código/marca.", "Fazer alegações enganosas como \"renda garantida\" ou \"lucro sem risco\"."],
        "section2Detection": "Detecção: Usamos detecção automática de fraude, revisões manuais e análise de padrões. Atividade suspeita desencadeia investigação imediata.",
        "section3Title": "3) Retenções, reversões e investigações",
        "section3Content": ["Podemos reter recompensas até que um pedido seja concluído ou a janela de devolução passe.", "Se ocorrer um reembolso/estorno, as recompensas relacionadas podem ser revertidas.", "Podemos pausar os pagamentos durante investigações de fraude."],
        "section4Title": "4) Aplicação e consequências",
        "section4Intro": "Para violações de fraude e abuso:",
        "section4Content": ["Suspensão imediata: Conta desabilitada pendente de investigação.", "Banimento permanente: Reincidentes ou casos graves de fraude perdem todo o acesso.", "Confisco de recompensas: Todas as recompensas pendentes e ganhas são canceladas e não reembolsáveis.", "Recuperação: Recompensas já pagas podem ser recuperadas se obtidas fraudulentamente.", "Ação legal: Reservamo-nos o direito de buscar medidas legais por fraude ou roubo.", "Bloqueios de dispositivo/IP: Usuários banidos podem ser bloqueados de criar novas contas no mesmo dispositivo ou rede."],
        "section4Minor": "Para violações menores: Avisos, restrições temporárias de recursos ou retenções de recompensas."
      }
    }
  }
}
