{
  "legal": {
    "privacy": "Xasaasi",
    "terms": "Shuruudaha",
    "guidelines": "Tilmaamaha",
    "referrals": "Tixraacyada",
    "refunds": "Lacag celinta",
    "back": "Dib u noqo",
    "lastUpdated": "Wixii ugu dambeeyay",
    "agreeToTerms": "Waan ku oggolahay",
    "and": "iyo",
    "privacyLink": "Qaanuunka Sirta",
    "termsLink": "Shuruudaha Adeegga",
    "referralPolicyLink": "Qaanuunka Tixraaca",
    "pages": {
      "privacyPolicy": {
        "title": "Qaanuunka Sirta",
        "intro": "Moondala maayso xogta gaarka ah. Waxaan ka kasbanaa macaamilada iyo adeegyada — maaha xayaysiinta ku xad gudbay xogta isticmaalayaasha.",
        "section1Title": "1) Wixii aan uruurinno",
        "section1Content": ["<strong>Macluumaadka akoonka:</strong> magaca, email, telefon (haddii aad ku darto), wadanka, faahfaahinta aasaasiga ah ee profile-ka.", "<strong>Waxqabadka app-ka:</strong> waxqabadyada sida raacitaanka, jecelka, faallooyinka, fariimaha, tixraacyada (si looga hortago khiyaano).", "<strong>Macluumaadka iibka iyo macaamilada:</strong> dalabyada, xaaladda lacag bixinta, taariikhda lacag celinta/celinta.", "<strong>Xogta qalabka iyo diiwaanka:</strong> cinwaanka IP, nooca browser-ka/qalabka, khaladaadka app-ka, diiwaannada amniga."],
        "section2Title": "2) Sidaan xogtaada u adeegsanno",
        "section2Content": ["Si aan u abuurno oo u ilaalino akoonkaaga (galitaan, ka hortagga khiyaanada, ogaanshaha xad-gudubka).", "Si aan u dejinno dalabyada, celinta, lacag celinta iyo taageerada macmiilka.", "Si aan u maamulno sifooyin muhiim ah oo badeecada (fiidhka, fariin dirka, bogagga dukaamada, tixraacyada).", "Si aan u wanaajinno kalsoonida iyo waxqabadka (diiwaannada baaba'a, saxda khaladaadka, falanqaynta)."],
        "section3Title": "3) Wixii aanan samayn",
        "section3Content": ["Maayno xogta gaarka ah <strong>maanu iibino</strong>.", "Maanu u ogolaan maayo xayaysiisyada sadexaad inay kugu bartilmaameedaan iyadoo la adeegsanayo xogta profile-kaaga gaar ah."],
        "section4Title": "4) Wadaagista",
        "section4Intro": "Waxaan wadaagi karaa xog xaddidan oo keliya marka ay lagama maarmaan tahay inaan adeegga wadano, sida:",
        "section4Content": ["<strong>Processors-ka lacag bixinta</strong> (si loo dhammeeyo macaamilada).", "<strong>Bixiyayaasha kaabayaasha dhismaha</strong> (martiqaadka, database-ka, dirista email/SMS).", "<strong>Shuruudaha sharciga</strong> (marka sharciga la dalbo, ama si loo ilaaliyo isticmaalayaasha oo laga hortago khiyaanada)."],
        "section5Title": "5) Cookies iyo analytics",
        "section5Content": "Waxaan isticmaali karaa cookies/kaydka maxaliga si aan ugu helno galinta iyo falanqayn aasaasi ah si aan u wanaajino app-ka. Waxaad ku xaddidi kartaa cookies browserkaaga, laakiin qaar ka mid ah sifooynka ayaan u shaqeeyn doonin.",
        "section6Title": "6) Xulashooyinkaaga",
        "section6Content": ["Ka cusboonaysii profile-kaaga Goobaha.", "Codso tirtiridda akoonka (tirtiraa ama qarsoodi xogta marka ay suurtogal tahay).", "Kontarool sifooyin sirta (muuqaalka profile-ka, cidda fariimo kuu soo diri karta iwm) — haddii laga heli karo Goobaha."],
        "section7Title": "7) Amniga xogta",
        "section7Content": "Waxaan isticmaalaynaa hab-dhaqanka amniga macquulka ah (qarsoodiga isdhaafsiga, kontaroollada gelitaanka, kormeerka), laakiin nidaam 100% amaan ah ma jiro.",
        "section8Title": "8) Xiriir",
        "section8Content": "Ku dar email taageerada marka aad diyaar tahay (tusaale: <strong>support@moondala.one</strong>)."
      },
      "termsOfService": {
        "title": "Shuruudaha Adeegga",
        "intro": "Adoo isticmaalaya Moondala, waxaad ku raacday inaad raacdo Shuruudahan. Haddii aadan raacsan, ha adeegsanin app-ka.",
        "section1Title": "1) Akoon",
        "section1Content": ["Waa inaad bixisaa macluumaad sax ah oo aad u ilaaliso akoonkaaga ammaan.", "Waxaad mas'uul ka tahay waxqabadka akoonkaaga.", "Waxaan joojin karaa akoonada ku lug leh khiyaano, xad-gudub ama jabinta xeerarka."],
        "section2Title": "2) Waxaad samayn kari weysid",
        "section2Content": ["Khiyaano, isbarbar socodka, xadgudub ama habdhaqan khiyaano ah oo tixraac ah.", "Dhibaato, khilaafka nacaybka, hanjabaad ama nuxur sharci darro ah.", "Isku day inaad ku xad-gudbto qaladaad ama reverse engineer-gareeysid platform-ka."],
        "section3Title": "3) Khiyaano iyo xad-gudub",
        "section3Intro": "Waxaan u hayno dul qaadashada eber ee khiyaanada iyo xad-gudubka. Waa lagaa mamnuucay haddii:",
        "section3Content": ["Aad abuurtid akoon la kala mid ah ama been-been ah si aad u uruuriso abaalmarinta ama u maamusho tixraacyada.", "Aad wado 'beero tixraac' adoo isticmaalaya robots, qoraallo ama abuurista akoon otomaatig ah.", "Aad iibiso, iibsato, is dhaafsato ama wadaagto lambaro tixraac ama akoon faa'iido ahaanshaha.", "Aad spam ka dhigto Moondala si aad u xayaysiiso qorshooyinka tixraaca ee tartamaya.", "Aad xaddo nuxurka, code-ka, calaamadda Moondala ama aad isbarbar socoddo Moondala.", "Aad isku daydo inaad maamusho raadraaca tixraaca, nidaamyada dalabka ama xisaabinta abaalmarinta."],
        "section4Title": "4) Macaamilada",
        "section4Content": ["Dalabyada, celinta iyo lacag celinta waxay raacaan Qaanuunka Lacag celinta.", "Alaab qaarkood waa laga yaabaa ineysan noqon kuwo la celin karo haddii si cad loo calaamadeeyey.", "Waxaan joojin karaa ama ka fogaan karaa abaalmarinta marka lacag celinta/lacag celinta ka dib dhacdo."],
        "section5Title": "5) Abaalmariinta tixraaca",
        "section5Content": "Abaalmariinta waxaa maamula Qaanuunka Tixraaca iyo Abaalmariinta. Waxaan joojin karaa ama diidin karaa abaalmarinta haddii ay jirto xad-gudub laysku tuhmayo ama akoon been-been ah.",
        "section6Title": "6) Nuxurka aad daabacdo",
        "section6Content": ["Nuxurkaagu waa kan adigaa leh, laakiin waxaad siisaa Moondala fasax inuu ku soo bandhigo app-ka.", "Ha daabicin nuxur aanad lahayn xuquuqdiisa."],
        "section7Title": "7) Joojinta iyo dhammaadka",
        "section7Intro": "Waxaan haynaa xuquuqda ah inaan joojinno ama weli u mamnuucno akoonada:",
        "section7Content": ["Ku jabinta Shuruudahan, gaar ahaan qaybaha khiyaanada iyo xad-gudubka.", "Ku lug leh habdhaqan waxyeello u geysta isticmaalayaasha kale ama platform-ka.", "Ku lug leh jabin xeerarka ku celcelisa ama iska indha tirida digniinooyinka."],
        "section7Note": "Isticmaalayaasha la mamnuucay waxay waayaan dhammaan abaalmarinta sugaysa waxaana laga yaabaa in laga xanneebo abuurida akoon cusub.",
        "section8Title": "8) Isbeddellada adeegga",
        "section8Content": "Maaddaama Moondala ay koreyso waxaan cusboonaysiin karaa sifooyin, khidmado iyo qawaaniinta. Waxaan cusboonaysiin doonaa taariikhda 'Wixii ugu dambeeyay'.",
        "section9Title": "9) Mas'uuliyadda",
        "section9Content": "Moondala waxaa la bixiyaa 'sida ay tahay'. Inta ugu badan ee sharciga u oggolaado, maanu mas'uul ka ahayn waxyeellooyinka dadban (luminta faa'iidada, luminta xogta iwm).",
        "section10Title": "10) Xiriir",
        "section10Content": "Xiriirka taageerada waxaa lagu qori doonaa halkan (tusaale: support@moondala.one)."
      },
      "communityGuidelines": {
        "title": "Tilmaamaha Bulshada",
        "intro": "Moondala waa ganacsiga bulshada — ku hay ammaan, daacadnimo iyo ixtiraam.",
        "allowedTitle": "La oggol yahay",
        "allowedContent": ["Doodaha dhabta ah ee alaabta, dib-u-eegista, jawaab celinta daacadda ah.", "Wadaagista code tixraaca dhabta ah (khiyaano la'aan).", "Khilaaf ixtiraama leh."],
        "notAllowedTitle": "Lama oggola",
        "notAllowedContent": ["Khiyaano, bixiso been-been ah ama sheegasho khiyaano ah oo 'dakhli xaqiijisan' ah.", "Dhibaato, hadalka nacaybka, hanjabaad ama dulmi.", "Alaab/adeeg sharci darro ah ama tilmaamo wax xun.", "Spam (daabacad badan, isku xir ku celceliya, habdhaqan robot ah)."],
        "enforcementTitle": "Fulinta",
        "enforcementContent": ["Waxaan tirtiri karaa nuxur ama xaddidi karaa sifooyin.", "Jabinta darran ama ku celceliya waxay u horseedi kartaa joojinta ama mamnuucid joogto ah."],
        "reportingTitle": "Soo sheegid",
        "reportingContent": "Haddii aad aragto xad-gudub, ku soo sheeg app-ka (ama email taageerada marka la daro)."
      },
      "refundPolicy": {
        "title": "Qaanuunka Celinta iyo Lacag celinta",
        "intro": "Qaanuunkan wuxuu sharxayaa xeerarka heerka ah ee celinta/lacag celinta. Dukaammadu waxay yeelan karaan xeerar dheeraad ah oo lagu soo bandhigo bogga alaabta.",
        "section1Title": "1) Daaqadda celinta",
        "section1Content": ["Daaqadda celinta caadiga ah: 7-30 maalmood (waxay ku xidhan tahay dukaanka iyo qaybta alaabta).", "Alaabta qaarkood waa laga yaabaa ineysan noqon kuwo la soo celin karo (waxaa lagu soo bandhigaa ka hor iibsashada)."],
        "section2Title": "2) Habka lacag celinta",
        "section2Content": ["Lacag celinta waxay ku soo noqotaa habka lacag bixinta asalka ah marka ay suurtogal tahay.", "Haddii aad isticmaashay credits/jeebka Moondala, lacag celinta waxay ku soo noqon kartaa jeebka."],
        "section3Title": "3) Rarid iyo xaalad",
        "section3Content": ["Alaabta waa in lagu soo celiyaa xaalad asali ah ilaa ay dhaawacnayn/khalad ahayn.", "Mas'uuliyadda raridda celinta waxay ku xidhan tahay sababta (khalad vs maskax beddelid)."],
        "section4Title": "4) Khiyaano iyo xad-gudub",
        "section4Content": "Waxaan diidin karaa lacag celinta xad-gudub, habdhaqan ku celceliya oo laysku tuhmayo ama jabinta qawaaniinta.",
        "section5Title": "5) Abaalmariinta tixraaca",
        "section5Content": "Haddii dalabka lacag la celiyo, abaalmarinta tixraaca ee la xiriirta waa laga yaabaa in la joojiyey."
      },
      "referralPolicy": {
        "title": "Qaanuunka Tixraaca iyo Abaalmariinta",
        "intro": "Tixraacyadu waxay loogu talagalay dadka dhabta ah ee martiqaada ah dadka dhabta ah. Khiyaanadu waxay baabbi'isaa kalsoonida — waxaynu aad ugu adkaysan doonaa.",
        "section1Title": "1) Sida abaalmariintu u shaqeyso",
        "section1Content": ["Abaalmariintu waxaa laga kasbi karaa macaamilada u qalma silsiladda tixraacyadaada.", "Heerarrada abaalmariinta, boqolkiiba iyo muddadu waxay ahaanayaan kuwo Moondala ku habeyn karto waxayna ku beddeli karaan waqti ka dib.", "Macaamilada qaarkood waa laga yaabaa in laga reebo (lacag celinta, lacag celinta ka dib, khiyaano, alaabta xaddidan)."],
        "section2Title": "2) Khiyaano iyo isticmaalka xumo (dulqaad la'aan)",
        "section2Intro": "Weligaa waa lagaa mamnuuci doonaa haddii aad:",
        "section2Content": ["Abaalmarin u soo ururin koontooyin nuqul ah ama been ah sameyso (oo ay ku jiraan koontooyin qoyska/saaxiibada ah oo si khiyaano ah loo isticmaalo).", "\"Beeraha tixraaca\" maamulin iyadoo la adeegsanayo bots, qoraalo ama qalabka abuuritaanka koontada otomaatig ah.", "Is-tixraac (koonto kale u adeegsashada in aad nafta is tixraacdo).", "Iibsashada, iibinta, is beddelka ama wadaagga koodhka tixraaca ama koontooyin lacag ama faa'iido.", "Moondala u isticmaasha si spam ah ugu deeqaan nidaamyada tixraaca tartan ah ama barnaamijyada MLM.", "Ku fara gal raadinta tixraaca, xogta dalbashada ama xisaabinta abaalmariinta iyada oo la adeegsanayo farsamooyinka farsamada.", "U adeegsashada Moondala ama ku xadgudbida nuxurkeenna/koodhka/calaamadayada.", "Samee sheegatooyin been ah sida \"dakhli la hubo\" ama \"faa'iido aan khatar lahayn\"."],
        "section2Detection": "Ogaanshaha: Waxaan adeegsannaa ogaanshaha khiyaanada otomaatig ah, dib u eegista gacanta iyo falanqaynta qaabka. Waxqabadka la shakiyo wuxuu bilaabaa baaritaan degdeg ah.",
        "section3Title": "3) Joojinta, dib u celinta iyo baaritaannada",
        "section3Content": ["Waxaan joojin karnaa abaalmariinta ilaa dalbashadu dhammeyso ama daaqadda celinta ay dhaafto.", "Haddii lacag celinta/lacag celinta dhacdo, abaalmariinta la xidhiidha waa la celin karaa.", "Waxaan joojin karnaa lacag bixinta inta lagu jiro baaritaannada khiyaanada."],
        "section4Title": "4) Fulinta iyo cawaaqib",
        "section4Intro": "Khilaaf ku dhaca khiyaano iyo isticmaalka xumaha:",
        "section4Content": ["Joojin degdeg ah: Koonto la joojiyo oo baaritaan sugayso.", "Mamnuuc joogto ah: Kuwa dib u soo celbista ah ama kiisaska khiyaanada daran ayaa wax kasta waayay.", "Abaalmariinta qaadista: Dhammaan abaalmariinta sugaysa iyo kuwa la helay waa la joojiyey oo aan dib loo celin karin.", "Dib u qaadista: Abaalmariinta hore loo bixiyey waa laga dib qaadi karaa haddii si khiyaano ah loo helay.", "Tallaabo sharci: Waxaynu haysannaa xuquuqda in aan raadino xalal sharci ah khiyaano ama tuugnimo.", "Joojinta qalabka/IP: Isticmaalayaasha la mamnuucay waxaa laga yaabaa in laga joojiyay in ay koontooyin cusub ku abuuraan qalabka isku mid ah ama shabakada."],
        "section4Minor": "Khilaafyada yaryar: Digniin, xannibaadyo muddooyinka ah oo astaamo ah ama joojinta abaalmariinta."
      }
    }
  }
}
